INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Ленинская Слобода, д. 19, стр. 1', 044525000, 'ПЕРВЫЙ КЛИЕНТСКИЙ БАНК', 'ООО "ПЕРВЫЙ КЛИЕНТСКИЙ БАНК"', 044525134, '30101810545250000134');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'пр-т Карла Маркса, 38', 045209001, 'ОМСКИЙ" ПАО "СКБ-БАНК', 'ФИЛИАЛ "ОМСКИЙ" ПАО "СКБ-БАНК"', 045209859, '30101810300000000859');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'пер Последний, 11, стр 1', 044525000, 'СИНКО-БАНК', 'ООО КБ "СИНКО-БАНК"', 044525346, '30101810045250000346');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'пр-т 100лет Влади-ка, 155 - 1Б', 040507001, 'РОЯЛ КРЕДИТ БАНК', 'АО "РОЯЛ КРЕДИТ БАНК"', 040507750, '30101810105070000750');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тамбов', 'ул Интернациональная, 53', 046850001, 'избирательная комиссия Тамбовской области', 'избирательная комиссия Тамбовской области', 268000429, '40202810768500000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Верхнепортовая, 27 А', 040507001, 'ДАЛЬНЕВОСТОЧНЫЙ БАНК', 'ПАО "ДАЛЬНЕВОСТОЧНЫЙ БАНК"', 040507705, '30101810900000000705');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Воронцовская, 27/35', 044525000, 'ТКБ БАНК ПАО', 'ТКБ БАНК ПАО', 044525388, '30101810800000000388');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Большакова, 70', 046577001, 'СМП БАНК', 'ЕФ АО "СМП БАНК"', 046577403, '30101810865770000403');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'ул Ленина, 94', 043678000, 'РТС-Банк" - ГК "АСВ', 'КУ АО "РТС-Банк" - ГК "АСВ"', 043678783, '30101810100000000783');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'УНИФИН" АО - ГК "АСВ', 'КУ КБ "УНИФИН" АО - ГК "АСВ"', 044525423, '30101810845250000423');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Кадашевская наб, 14/2', 044525000, 'КОММЕРЦБАНК (ЕВРАЗИЯ)', 'АО "КОММЕРЦБАНК (ЕВРАЗИЯ)"', 044525105, '30101810300000000105');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул 9 Января, 28', 042007001, 'ЦЕНТРАЛЬНО-ЧЕРНОЗЕМНЫЙ БАНК ПАО СБЕРБАНК', 'ЦЕНТРАЛЬНО-ЧЕРНОЗЕМНЫЙ БАНК ПАО СБЕРБАНК', 042007681, '30101810600000000681');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'пл Ленина, 1', 042007001, 'Избирательная комиссия Воронежской области', 'Избирательная комиссия Воронежской области', 220000008, '40301810300000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул Большевистская, 24', 043510001, 'БАНК ЧБРР', 'АО "БАНК ЧБРР"', 043510101, '30101810035100000101');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РОСИНТЕРБАНК" - ГК "АСВ', 'КУ АО КБ "РОСИНТЕРБАНК" - ГК "АСВ"', 044525518, '30101810145250000518');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БЕНИФИТ-БАНК" (ЗАО) - ГК "АСВ', 'КУ АКБ "БЕНИФИТ-БАНК" (ЗАО) - ГК "АСВ"', 044525461, '30101810645250000461');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МАСТ-БАНК" - ГК "АСВ', 'КУ ОАО КБ "МАСТ-БАНК" - ГК "АСВ"', 044525465, '30101810845250000465');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Выборг', 'ул. Советская, 12', 044106001, 'КФ МО ВРЛО', 'КФ МО ВРЛО', 200000457, '40701810740303041001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Куйбышева, 58', 046577001, 'ДЕЛО" ПАО "СКБ-БАНК', 'ФИЛИАЛ "ДЕЛО" ПАО "СКБ-БАНК"', 046577743, '30101810965770000743');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новороссийск', 'ул Энгельса, 32', 040395000, 'ВОЗРОЖДЕНИЕ', 'НОВОРОССИЙСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 040395833, '30101810400000000833');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тырныауз', 'Эльбрусский пр-т, 34', 048327001, 'УФ ЭМР', 'МУ "УФ ЭМР"', 283000606, '40302810803495000204');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'КБР БАНК" (ООО) - ГК "АСВ', 'КУ КБ "КБР БАНК" (ООО) - ГК "АСВ"', 044525485, '30101810045250000485');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул. Хохрякова, 47', 047102001, 'АГРОПРОМКРЕДИТ', 'ТЮМЕНСКИЙ ФИЛИАЛ АО КБ "АГРОПРОМКРЕДИТ"', 047102803, '30101810865777100803');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Крупской, 8', 048073001, 'МТС-БАНК', 'УФИМСКИЙ ФИЛИАЛ ПАО "МТС-БАНК"', 048073777, '30101810180730000777');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сургут', 'ул Энгельса, 10', 047144000, 'ДЕПАРТАМЕНТ ФИНАНСОВ', 'ДЕПАРТАМЕНТ ФИНАНСОВ', 271000877, '40302810600005000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Балашов', 'ул Карла Маркса, 20', 046311001, 'Комфин Балашова Саратовской области', 'Комфин Балашова Саратовской области', 297000725, '40302810422025004270');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Луков пер, 2, стр 1', 044525000, 'МОСКОВСКИЙ КРЕДИТНЫЙ БАНК', 'ПАО "МОСКОВСКИЙ КРЕДИТНЫЙ БАНК"', 044525659, '30101810745250000659');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул М. Пионерская, 37, стр 1', 044525000, 'КУЗНЕЦКИЙ МОСТ', 'БАНК "КУЗНЕЦКИЙ МОСТ" АО', 044525625, '30101810245250000625');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Каменская, 30', 045004001, 'СИБИРСКИЙ', 'ФИЛИАЛ "СИБИРСКИЙ" БАНКА ВТБ (ПАО)', 045004788, '30101810850040000788');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '1-я Магистральная улица, д. 13, стр.2', 044525000, 'АТБ', 'ООО "АТБ" БАНК', 044525097, '30101810145250000097');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Мерзляковский пер, 18, стр 2', 044525000, 'РОССИЯ', 'МОСКОВСКИЙ ФИЛИАЛ АБ "РОССИЯ"', 044525112, '30101810500000000112');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Неглинная, 12', NULL, 'ПУ БАНКА РОССИИ КРАСНОАРМЕЙСКОЕ', 'ПУ БАНКА РОССИИ КРАСНОАРМЕЙСКОЕ', 044593002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Можайск-10', NULL, NULL, 'ПУ БАНКА РОССИИ ПРИГОРОДНОЕ', 'ПУ БАНКА РОССИИ ПРИГОРОДНОЕ', 044594002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МИРЪ" (АО) - ГК "АСВ', 'КУ АКБ "МИРЪ" (АО) - ГК "АСВ"', 044525660, '30101810145250000660');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Садовая, д. 10 лит А', 044030001, 'САНКТ-ПЕТЕРБУРГСКИЙ" АО "БАНК ДОМ.РФ', 'ФИЛИАЛ "САНКТ-ПЕТЕРБУРГСКИЙ" АО "БАНК ДОМ.РФ"', 044030855, '30101810900000000855');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул Сергеева-Ценского, 12/4', NULL, 'ОТДЕЛЕНИЕ РЕСПУБЛИКА КРЫМ', 'ОТДЕЛЕНИЕ РЕСПУБЛИКА КРЫМ', 043510001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Н. Никонова, 4', 046577001, 'ПРОМСВЯЗЬБАНК', 'УРАЛЬСКИЙ Ф-Л ПАО "ПРОМСВЯЗЬБАНК"', 046577975, '30101810500000000975');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Севастополь', 'ул Михаила Дзигунского, 1/3', NULL, 'ОТДЕЛЕНИЕ СЕВАСТОПОЛЬ', 'ОТДЕЛЕНИЕ СЕВАСТОПОЛЬ', 046711001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Феодосия', 'ул Горького, 25', NULL, 'ПУ БАНКА РОССИИ АЙВАЗОВСКОЕ', 'ПУ БАНКА РОССИИ АЙВАЗОВСКОЕ', 043512002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Партизана Железняка, 44 Д', 040407001, 'УФК по Красноярскому краю', 'УФК по Красноярскому краю', 010407105, '40101810600000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'Ул. Некрасовская, д. 38', 043601001, 'Территориальная избирательная комиссия Самарского района города Самары Самарской области', 'Территориальная избирательная комиссия Самарского района города Самары Самарской области', 200001410, '40202810922023600002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магнитогорск', 'пр-т Ленина, 72', 047516000, 'Управление финансов администрации города Магнитогорска', 'Управление финансов администрации города Магнитогорска', 275000839, '40302810500005000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Псков', 'ул Советская, 31', 045805001, 'СЛАВИЯ', 'ФИЛИАЛ АКБ "СЛАВИЯ" (АО) В Г. ПСКОВ', 045805755, '30101810600000000755');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Углич', 'Успенская пл, 2', 047888001, 'УФ АУМР', 'УФ АУМР', 278000632, '40302810878885000086');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'ул Смидович, 18 Б', 047003001, 'ТУЛЬСКИЙ ПРОМЫШЛЕННИК', 'КУ БАНК "ТУЛЬСКИЙ ПРОМЫШЛЕННИК" (ПАО) ГК АСВ', 047003729, '30101810700000000729');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Красноармейская, 154', 046015001, 'РОСТОВСКИЙ', '"РОСТОВСКИЙ" ФИЛИАЛ ПАО БАНК ЗЕНИТ', 046015230, '30101810700000000230');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Попова, 33 А', 046577001, 'Ф-Л БАНКОВСКИЙ ЦЕНТР УРАЛ ПАО БАНК ЗЕНИТ', 'Ф-Л БАНКОВСКИЙ ЦЕНТР УРАЛ ПАО БАНК ЗЕНИТ', 046577419, '30101810765770000419');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Тельмана, 21-1', 049205001, 'ПРИВОЛЖСКИЙ', 'ФИЛИАЛ "ПРИВОЛЖСКИЙ" ПАО БАНК ЗЕНИТ', 049205702, '30101810200000000702');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ДИЛ-БАНК" (ООО) - ГК "АСВ', 'КУ "ДИЛ-БАНК" (ООО) - ГК "АСВ"', 044525376, '30101810345250000376');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'СОФРИНО" (ЗАО) - ГК "АСВ', 'КУ БАНК "СОФРИНО" (ЗАО) - ГК "АСВ"', 044525375, '30101810800000000375');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Полтавская', 'ул Набережная, 179', 040349001, 'финансовое управление', 'финансовое управление', 203053226, '40302810803495000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'ул Мусоргского, 12', 042809001, 'ОРБИТА" ПАО "Банк "Торжок', 'филиал "ОРБИТА" ПАО "Банк "Торжок"', 042809903, '30101810900000000903');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул. Некрасова, д. 11', 047102001, 'ТЮМЕНЬАГРОПРОМБАНК"-ГК "АСВ', 'КУ ЗАО "ТЮМЕНЬАГРОПРОМБАНК"-ГК "АСВ"', 047102885, '30101810100000000885');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул. Некрасова, д. 11', 047102001, 'СИБНЕФТЕБАНК" - ГК "АСВ', 'КУ ОАО "СИБНЕФТЕБАНК" - ГК "АСВ"', 047102861, '30101810700000000861');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Коккинаки, 6', 044525000, 'МЭФ Московской области', 'МЭФ Московской области', 278000862, '40302810845254000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ПРОМСБЕРБАНК" - ГК "АСВ', 'КУ ЗАО "ПРОМСБЕРБАНК" - ГК "АСВ"', 044525366, '30101810245250000366');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ТРАНСПОРТНЫЙ" - ГК "АСВ', 'КУ ООО КБ "ТРАНСПОРТНЫЙ" - ГК "АСВ"', 044525356, '30101810145250000356');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЕДИНСТВЕННЫЙ" (ООО) - ГК "АСВ', 'КУ КБ "ЕДИНСТВЕННЫЙ" (ООО) - ГК "АСВ"', 044525355, '30101810845250000355');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул. Некрасова, д. 11', 047102001, 'АСВ', 'КУ БАНК СБРР (ООО) - ГК "АСВ"', 047102804, '30101810000000000804');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АМБ БАНК" (ПАО)-ГК "АСВ', 'КУ "АМБ БАНК" (ПАО)-ГК "АСВ"', 044525350, '30101810100000000350');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ДЖАСТ БАНК" - ГК "АСВ', 'КУ ООО "ДЖАСТ БАНК" - ГК "АСВ"', 044525342, '30101810845250000342');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РУБЛЕВСКИЙ" ООО - ГК "АСВ', 'КУ КБ "РУБЛЕВСКИЙ" ООО - ГК "АСВ"', 044525337, '30101810245250000337');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Шпалерная, 2/4 лит А', 044030001, 'СИТИ ИНВЕСТ БАНК', 'АО "СИТИ ИНВЕСТ БАНК"', 044030702, '30101810600000000702');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Свободы, 97', 047501001, 'УРАЛПРОМБАНК', 'АО "УРАЛПРОМБАНК"', 047501906, '30101810600000000906');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нефтеюганск', 'мкр 2, 24', 047173000, 'ВБРР', 'НЕФТЕЮГАНСКИЙ ФИЛИАЛ БАНКА "ВБРР" (АО)', 047173611, '30101810400000000611');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'КРЕДИТИМПЭКС БАНК" (ООО) - ГК "АСВ', 'КУ КБ "КРЕДИТИМПЭКС БАНК" (ООО) - ГК "АСВ"', 044525329, '30101810745250000329');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ПЕТРОФФ-БАНК" - ГК "АСВ', 'КУ ОАО ИКБ "ПЕТРОФФ-БАНК" - ГК "АСВ"', 044525321, '30101810345250000321');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ВЕБРР" (ООО) - ГК "АСВ', 'КУ КБ "ВЕБРР" (ООО) - ГК "АСВ"', 044525289, '30101810445250000289');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АБ "ПУШКИНО" - ГК "АСВ', 'КУ ОАО "АБ "ПУШКИНО" - ГК "АСВ"', 044525287, '30101810845250000287');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ГРИНФИЛДБАНК" - ГК "АСВ', 'КУ АО "ГРИНФИЛДБАНК" - ГК "АСВ"', 044525271, '30101810945250000271');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АКАДЕМРУСБАНК" - ГК "АСВ', 'КУ ООО КБ "АКАДЕМРУСБАНК" - ГК "АСВ"', 044525270, '30101810645250000270');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магадан', 'ул Портовая, 3', 044442001, 'ВОЗРОЖДЕНИЕ', 'МАГАДАНСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 044442716, '30101810000000000716');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Рогожский Вал, 6, к 2', 044525000, 'ДС-БАНК', 'КУ КБ "ДС-БАНК" (ООО)', 044525188, '30101810245250000188');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БАНК ЕКАТЕРИНИНСКИЙ" - ГК "АСВ', 'КУ ПАО "БАНК ЕКАТЕРИНИНСКИЙ" - ГК "АСВ"', 044525244, '30101810545250000244');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'КРОССИНВЕСТБАНК" (ОАО) - ГК "АСВ', 'КУ АКБ "КРОССИНВЕСТБАНК" (ОАО) - ГК "АСВ"', 044525246, '30101810145250000246');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ БАНК ИТБ (АО) - ГК "АСВ"', 044525274, '30101810845250000274');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МИКО-БАНК" ООО - ГК "АСВ', 'КУ КБ "МИКО-БАНК" ООО - ГК "АСВ"', 044525284, '30101810945250000284');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ОЛМА-БАНК" (ООО) - ГК "АСВ', 'ЛИКВИДАТОР ИКБ "ОЛМА-БАНК" (ООО) - ГК "АСВ"', 044525295, '30101810345250000295');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МИЛБАНК" - ГК "АСВ', 'КУ ООО КБ "МИЛБАНК" - ГК "АСВ"', 044525304, '30101810045250000304');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Преображенская, 4', 043304001, 'НОРВИК БАНК', 'ПАО "НОРВИК БАНК"', 043304728, '30101810300000000728');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЕВРОКОММЕРЦ" - ГК "АСВ', 'КУ ПАО КБ "ЕВРОКОММЕРЦ" - ГК "АСВ"', 044525306, '30101810645250000306');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РБС" - ГК "АСВ', 'КУ ООО КБ "РБС" - ГК "АСВ"', 044525335, '30101810645250000335');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РБР" - ГК "АСВ', 'КУ ПАО АКБ "РБР" - ГК "АСВ"', 044525359, '30101810045250000359');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МИ-БАНК" (ОАО) - ГК "АСВ', 'КУ "МИ-БАНК" (ОАО) - ГК "АСВ"', 044525255, '30101810945250000255');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'НЗБАНК", ОАО - ГК "АСВ', 'КУ АКБ "НЗБАНК", ОАО - ГК "АСВ"', 044525259, '30101810145250000259');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Энтузиастов, 9 А', 047501001, 'ЧЕЛЯБИНСКОЕ ОТДЕЛЕНИЕ N8597 ПАО СБЕРБАНК', 'ЧЕЛЯБИНСКОЕ ОТДЕЛЕНИЕ N8597 ПАО СБЕРБАНК', 047501602, '30101810700000000602');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ИКФ" - ГК "АСВ', 'КУ ООО КБ "ИКФ" - ГК "АСВ"', 044525233, '30101810145250000233');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курган', 'ул Гоголя, 98', 043735001, 'КУРГАНСКОЕ ОТДЕЛЕНИЕ N8599 ПАО СБЕРБАНК', 'КУРГАНСКОЕ ОТДЕЛЕНИЕ N8599 ПАО СБЕРБАНК', 043735650, '30101810100000000650');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'пр-т Димитрова, 4/1', 045004001, 'БАНК БКФ', 'НОВОСИБИРСКИЙ ФИЛИАЛ ООО "БАНК БКФ"', 045004833, '30101810750040000833');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Стерлитамак', 'пр-т Октября, 32', 048082000, 'ФУ администрации ГО г. Стерлитамак РБ', 'ФУ администрации ГО г. Стерлитамак РБ', 280000991, '40302810680825000009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Горно-Алтайск', 'Коммунистический пр-т, 26', 048405001, 'НООСФЕРА', 'АКБ "НООСФЕРА" (АО)', 048405718, '30101810100000000718');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул Республики, 65', 047102001, 'СТРОЙЛЕСБАНК', 'КБ "СТРОЙЛЕСБАНК" (ООО)', 047102658, '30101810900000000658');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул Свердлова, 5, к 2', 047102001, 'ФИЛИАЛ N 8 ПАО МОСОБЛБАНК', 'ФИЛИАЛ N 8 ПАО МОСОБЛБАНК', 047102693, '30101810800000000693');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'ул Шевченко, 28', 041012001, 'АМУРСКИЙ" АО "ТЭМБР-БАНК', 'ФИЛИАЛ "АМУРСКИЙ" АО "ТЭМБР-БАНК"', 041012733, '30101810400000000733');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '3-я Рощинская ул, 3, стр 1', 044584002, 'УФК по г. Москве', 'УФК по г. Москве', 044584100, '40116810800000010004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'ул. Краснофлотская, дом 77, помещения 20003, 20004', 041012001, 'Дальневосточный" АО КБ "Солидарность', 'Филиал "Дальневосточный" АО КБ "Солидарность"', 041012050, '30101810610120000050');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'ул Спартака, 47', 042809001, 'МЕЖДУНАР-Й ТОРГОВО-ПРОМЫШЛЕННЫЙ БАНК', 'КУ ОАО "МЕЖДУНАР-Й ТОРГОВО-ПРОМЫШЛЕННЫЙ БАНК"', 042809990, '30101810900000000990');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Вилоновская, 138', 049706001, 'АСВ"-КУ КБ "БДБ', 'ГК "АСВ"-КУ КБ "БДБ" (ООО)', 049706717, '30101810700000000717');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 040349001, 'НОВОПОКРОВСКИЙ" - ГК "АСВ', 'КУ ООО КБ "НОВОПОКРОВСКИЙ" - ГК "АСВ"', 040349808, '30101810700000000808');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 040349001, 'КРЫЛОВСКИЙ" (АО) - ГК "АСВ', 'КУ АКБ "КРЫЛОВСКИЙ" (АО) - ГК "АСВ"', 040349569, '30101810900000000569');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул им. Кондратенко Н.И., 12', NULL, 'ЮЖНОЕ ГУ БАНКА РОССИИ', 'ЮЖНОЕ ГУ БАНКА РОССИИ', 040349001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЕИБ" ЗАО-ГК "АСВ', 'КУ АКБ "ЕИБ" ЗАО-ГК "АСВ"', 044525703, '30101810345250000703');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 040349001, 'ИДЕЯ БАНК', 'КУ ПАО "ИДЕЯ БАНК" - ГК АСВ', 040349772, '30101810700000000772');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ВИТЯЗЬ" - (ООО) - ГК "АСВ', 'КУ КБ "ВИТЯЗЬ" - (ООО) - ГК "АСВ"', 044525971, '30101810245250000971');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МЗБ" (ЗАО) ГК "АСВ', 'КУ АКБ "МЗБ" (ЗАО) ГК "АСВ"', 044525936, '30101810345250000936');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РУССКИЙ ТРАСТОВЫЙ БАНК', 'КУ АКБ "РУССКИЙ ТРАСТОВЫЙ БАНК" (АО) - ГК АСВ', 044525930, '30101810545250000930');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЛАДА-КРЕДИТ" - ГК "АСВ', 'КУ ЗАО КБ "ЛАДА-КРЕДИТ" - ГК "АСВ"', 044525928, '30101810845250000928');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', NULL, NULL, 'ПУ БАНКА РОССИИ ИНСКОЕ', 'ПУ БАНКА РОССИИ ИНСКОЕ', 045081002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 040349001, 'КУБАНСКИЙ УНИВЕРСАЛЬНЫЙ БАНК', 'КУ КБ"КУБАНСКИЙ УНИВЕРСАЛЬНЫЙ БАНК"ООО-ГК АСВ', 040349745, '30101810300000000745');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 040395000, 'ГЕЛЕНДЖИК-БАНК" - ГК "АСВ', 'КУ ПАО "ГЕЛЕНДЖИК-БАНК" - ГК "АСВ"', 040395950, '30101810103950000950');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Норильск', 'ул Б. Хмельницкого, 18', 040495000, 'Финансовое управление Администрации города Норильска', 'Финансовое управление Администрации города Норильска', 204000988, '40302810600005000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул. Карла Либкнехта, 99А', 042520001, 'ИРКУТСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 'ИРКУТСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 042520728, '30101810300000000728');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курган', 'ул Коли Мяготина, 124 А', 043735001, 'КЕТОВСКИЙ', 'ООО КБ "КЕТОВСКИЙ"', 043735821, '30101810900000000821');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'просп. Кутузовский, д. 30', 044525000, 'Тексбанк', 'Московский филиал АО "Тексбанк"', 044525938, '30101810945250000938');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Липецк', 'Боевой пр-д, 33', 044206001, 'Комитет финансов администрации Липецкого муниципального района Липецкой области', 'Комитет финансов администрации Липецкого муниципального района Липецкой области', 278001208, '40302810545255000053');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, ' П/П 43192', NULL, 'ПУ БАНКА РОССИИ N 43192', 'ПУ БАНКА РОССИИ N 43192', 040001002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, ' П/П 43197', NULL, 'ПУ БАНКА РОССИИ N 43197', 'ПУ БАНКА РОССИИ N 43197', 040002002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул Республиканская, 16', 047888001, 'ПРОМСВЯЗЬБАНК', 'ЯРОСЛАВСКИЙ Ф-Л ПАО "ПРОМСВЯЗЬБАНК"', 047888760, '30101810300000000760');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Планетная, 30', 045004001, 'МОДУЛЬБАНК', 'СИБИРСКИЙ ФИЛИАЛ АО КБ "МОДУЛЬБАНК"', 045004864, '30101810350040000864');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Шпалерная, 42', 044030001, 'ПСКБ', 'АО БАНК "ПСКБ"', 044030852, '30101810000000000852');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'наб р.Фонтанки, 48/2', 044030001, 'ПЕТЕРБУРГСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'ПЕТЕРБУРГСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 044030858, '30101810800000000858');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Луначарского, 31', 046577001, 'СДМ-БАНК', 'ФИЛИАЛ "СДМ-БАНК" (ПАО) В Г. ЕКАТЕРИНБУРГЕ', 046577978, '30101810400000000978');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Совхозная, 34', 049401001, 'ЭЛПЛАТ', 'ООО ПНКО "ЭЛПЛАТ"', 049401758, '30103810822029400758');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Советская, 7/1', 046015001, 'ЮЖНЫЙ ФИЛИАЛ ПАО РОСБАНК', 'ЮЖНЫЙ ФИЛИАЛ ПАО РОСБАНК', 046015239, '30101810400000000239');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МВКБ" - ГК "АСВ', 'КУ ОАО КБ "МВКБ" - ГК "АСВ"', 044525286, '30101810545250000286');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Шаболовка, д. 10, корп. 2', 044525000, 'ПЕРЕСВЕТ', 'АКБ "ПЕРЕСВЕТ" (ПАО)', 044525275, '30101810145250000275');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, 4 тел.(495)9612526', 046015001, 'Кредит Экспресс" - ГК "АСВ', 'КУ ООО КБ "Кредит Экспресс" - ГК "АСВ"', 046015961, '30101810600000000961');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ленск', 'ул Ленина, 70', NULL, 'РКЦ ЛЕНСК', 'РКЦ ЛЕНСК', 049820000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул. Согласия, д. 11/45', 046015001, 'РОСТОВСКИЙ ФИЛИАЛ ЦМРБАНК (ООО)', 'РОСТОВСКИЙ ФИЛИАЛ ЦМРБАНК (ООО)', 046015075, '30101810860150000075');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Красногвардейский бульвар, д. 7, стр. 1', 044525000, 'КОСМОС', 'АО КБ "КОСМОС"', 044525254, '30101810645250000254');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РОСПРОМБАНК" (ООО) - ГК "АСВ', 'КУ КБ "РОСПРОМБАНК" (ООО) - ГК "АСВ"', 044525120, '30101810245250000120');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Наурская', NULL, NULL, 'ПУ БАНКА РОССИИ N 22298', 'ПУ БАНКА РОССИИ N 22298', 049628002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Бауманская, д. 54, стр. 1', 044525000, 'СТОЛИЧНЫЙ КРЕДИТ', 'ООО КБ "СТОЛИЧНЫЙ КРЕДИТ"', 044525683, '30101810000000000683');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ СБ БАНК (ООО) - ГК "АСВ"', 044525921, '30101810745250000921');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ХОЛДИНГ-КРЕДИТ" ООО - ГК "АСВ', 'КУ КБ "ХОЛДИНГ-КРЕДИТ" ООО - ГК "АСВ"', 044525910, '30101810345250000910');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Старокачаловская, дом 1, корпус 2', 044525000, 'ФК ОТКРЫТИЕ', 'ТОЧКА ПАО БАНКА "ФК ОТКРЫТИЕ"', 044525999, '30101810845250000999');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинградский проспект, дом 39, строение 80', 044525000, 'ЛОКО-БАНК', 'КБ "ЛОКО-БАНК" (АО)', 044525161, '30101810945250000161');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курск', 'ул Ленина, 67', 043807001, 'КУРСКОЕ ОТДЕЛЕНИЕ N8596 ПАО СБЕРБАНК', 'КУРСКОЕ ОТДЕЛЕНИЕ N8596 ПАО СБЕРБАНК', 043807606, '30101810300000000606');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Новодмитровская, 2-1', 044525000, 'МОДУЛЬБАНК', 'МОСКОВСКИЙ ФИЛИАЛ АО КБ "МОДУЛЬБАНК"', 044525092, '30101810645250000092');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магадан', 'ул Горького, 6', 044442001, 'Избирательная комиссия Магаданской области', 'Избирательная комиссия Магаданской области', 244000054, '40301810000000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'ул Амурская, 88', 046401001, 'ДАЛЬНЕВОСТОЧНЫЙ', 'ФИЛИАЛ "ДАЛЬНЕВОСТОЧНЫЙ" БАНКА ВТБ (ПАО)', 046401818, '30101810364010000818');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4 тел.(495)961-25-26', 046015001, 'ЮРБ" - ГК "АСВ', 'Ликвидатор ООО "ЮРБ" - ГК "АСВ"', 046015933, '30101810900000000933');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Ленина, 30', 049401001, 'Датабанк', 'АО "Датабанк"', 049401871, '30101810900000000871');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Пресненский Вал, 27', 044525000, 'КРОСНА-БАНК', 'АО "КРОСНА-БАНК"', 044525773, '30101810045250000773');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4 тел.(495)961-25-26', 046015001, 'ДОНХЛЕББАНК"- ГК "АСВ', 'КУ ПАО "ДОНХЛЕББАНК"- ГК "АСВ"', 046015761, '30101810800000000761');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижневартовск', 'ул Мира, 68', 047169000, 'ЕРМАК', 'АО БАНК "ЕРМАК"', 047169742, '30101810000000000742');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орёл', 'Наугорское ш, 8А лит А', 045402001, 'БАНКА ЗАРЕЧЬЕ', 'ФИЛИАЛ "БАНКА ЗАРЕЧЬЕ" (АО) В Г. ОРЛЕ', 045402704, '30101810100000000704');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул. Цвиллинга, д. 60', 047501001, 'СМП БАНК', 'ЧФ АО "СМП БАНК"', 047501988, '30101810000000000988');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул Радищева, 28', 046311001, 'ЭКОНОМБАНК', 'АО "ЭКОНОМБАНК"', 046311722, '30101810100000000722');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Каспийск', NULL, NULL, 'ПУ БАНКА РОССИИ МАТВЕЕВСКОЕ', 'ПУ БАНКА РОССИИ МАТВЕЕВСКОЕ', 048270002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4 тел.(495)9612526', 046015001, 'РУССКИЙ НАЦИОНАЛЬНЫЙ БАНК" - ГК "АСВ', 'КУ ООО "РУССКИЙ НАЦИОНАЛЬНЫЙ БАНК" - ГК "АСВ"', 046015835, '30101810660150000835');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Сибирская, 27 Б', 045773001, 'СДМ-БАНК', 'ФИЛИАЛ "СДМ-БАНК" (ПАО) В Г.ПЕРМИ', 045773843, '30101810357730000843');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Дубровинского, 106', 040407001, 'СДМ-БАНК', 'ФИЛИАЛ "СДМ-БАНК" (ПАО) В Г.КРАСНОЯРСКЕ', 040407862, '30101810500000000862');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Советская Гавань', 'ул Советская, 26', NULL, 'РКЦ СОВЕТСКАЯ ГАВАНЬ', 'РКЦ СОВЕТСКАЯ ГАВАНЬ', 040816000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'пл Республики, 2', 049706001, 'Минфин Чувашии', 'Минфин Чувашии', 297000104, '40302810000004000011');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Смоленск', 'пл Ленина, 1', 046614001, 'Департамент финансов Смоленской области', 'Департамент финансов Смоленской области', 266000078, '40302810666144000585');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Бийск', 'ул. Владимира Ленина, 127', NULL, 'РКЦ БИЙСК', 'РКЦ БИЙСК', 040147000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'ул. Амурская, 229/1', 041012001, 'ВОСТОККРЕДИТБАНК', 'КУ ОАО "ВОСТОККРЕДИТБАНК"', 041012745, '30101810100000000745');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Арбат, д. 10', 044525000, 'ПЭЙЮ', 'ООО НКО "ПЭЙЮ"', 044525077, '30103810545250000077');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Липецк', 'ул Первомайская, 2', 044206001, 'ЛИПЕЦКОЕ ОТДЕЛЕНИЕ N8593 ПАО СБЕРБАНК', 'ЛИПЕЦКОЕ ОТДЕЛЕНИЕ N8593 ПАО СБЕРБАНК', 044206604, '30101810800000000604');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4', 044525000, 'АСВ', 'Ликвидатор АО Банк Инноваций и Развития - ГК "АСВ"', 044525104, '30101810245250000104');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орёл', 'ул Брестская, 8', 045402001, 'ОРЛОВСКОЕ ОТДЕЛЕНИЕ N8595 ПАО СБЕРБАНК', 'ОРЛОВСКОЕ ОТДЕЛЕНИЕ N8595 ПАО СБЕРБАНК', 045402601, '30101810300000000601');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Фатыха Амирхана, 15', 049205001, 'АЛТЫНБАНК', 'ООО "АЛТЫНБАНК"', 049205919, '30101810200000000919');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Фрунзенская наб, 24/1', 044525000, 'РИБ', 'ООО РНКО "РИБ"', 044525793, '30103810845250000793');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Заводоуковск', 'ул Береговая, 27', 047102001, 'КОМИТЕТ ФИНАНСОВ АДМИНИСТРАЦИИ ЗАВОДОУКОВСКОГО ГОРОДСКОГО ОКРУГА', 'КОМИТЕТ ФИНАНСОВ АДМИНИСТРАЦИИ ЗАВОДОУКОВСКОГО ГОРОДСКОГО ОКРУГА', 280001518, '40302810165775500004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Гашека, 2, стр 1', 044525000, 'ТЕНДЕР-БАНК', 'АКБ "ТЕНДЕР-БАНК" (АО)', 044525131, '30101810645250000131');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Льва Толстого, 39', 040702001, 'минфин края', 'минфин края', 207000155, '40601810600023000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул Московская, 72', 046311001, 'Министерство финансов Саратовской области', 'Министерство финансов Саратовской области', 263000198, '40601810800003000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рязань', 'ул Полонского, 7', 046126001, 'Избирательная комиссия Рязанской области', 'Избирательная комиссия Рязанской области', 261000110, '40301810500000000404');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул Тракторная, 43', 046311001, 'Финансовое управление СМР', 'Финансовое управление СМР', 263000266, '40302810700005000181');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ИНТЕРАКТИВНЫЙ БАНК" (ООО) - ГК "АСВ', 'КУ "ИНТЕРАКТИВНЫЙ БАНК" (ООО) - ГК "АСВ"', 044525096, '30101810845250000096');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Котляковская, д. 8.', 044525000, 'ИНКАХРАН', 'НКО "ИНКАХРАН" (АО)', 044525934, '30103810345250000934');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Суворова, 40', 046015001, 'ДОН-ТЕКСБАНК', 'ФМКБ "ДОН-ТЕКСБАНК"ООО В Г.РОСТОВЕ-НА-ДОНУ', 046015913, '30101810700000000913');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'СОДРУЖЕСТВО"-ГК "АСВ', 'КУ ОАО БАНК "СОДРУЖЕСТВО"-ГК "АСВ"', 044525695, '30101810945250000695');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'пл Революции, 6', 042406001, 'ФКУ АДМИНИСТРАЦИИ ГОРОДА ИВАНОВА', 'ФКУ АДМИНИСТРАЦИИ ГОРОДА ИВАНОВА', 224000046, '40302810000005000036');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Горького, 5', 043304001, 'РОССЕЛЬХОЗБАНК', 'КИРОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 043304787, '30101810600000000787');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сыктывкар', 'ул Первомайская, 112/1', 048702001, 'РОССЕЛЬХОЗБАНК', 'КОМИ РФ АО "РОССЕЛЬХОЗБАНК"', 048702739, '30101810900000000739');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'УНИВЕРСАЛТРАСТ" (ООО) - ГК "АСВ', 'КУ КБ "УНИВЕРСАЛТРАСТ" (ООО) - ГК "АСВ"', 044525726, '30101810445250000726');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рязань', 'ул Почтовая, 54', 046126001, 'ФКУ администрации г.Рязани', 'ФКУ администрации г.Рязани', 261000093, '40302810700005000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ИНВЕСТБАНК" (ОАО)-ГК "АСВ', 'КУ АКБ "ИНВЕСТБАНК" (ОАО)-ГК "АСВ"', 044525729, '30101810345250000729');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ВИТАС БАНК" - ГК "АСВ', 'КУ ООО "ВИТАС БАНК" - ГК "АСВ"', 044525398, '30101810145250000398');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чегем', 'ул Баксанское Шоссе, 3', 048327001, 'Управление финансами Чегемского муниципального района', 'МУ "Управление финансами Чегемского муниципального района"', 283000607, '40302810083275000011');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сургут', 'ул Григория Кукуевицкого, 19', 047144000, 'СНГБ', 'АО БАНК "СНГБ"', 047144709, '30101810600000000709');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АРКСБАНК" - ГК "АСВ', 'КУ АО "АРКСБАНК" - ГК "АСВ"', 044525731, '30101810045250000731');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сургут', 'ул Губкина, 15 А', 047144000, 'СНГБ', 'СФ АО БАНК "СНГБ"', 047144778, '30101810165777100778');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'СЛАВЯНСКИЙ БАНК" (ЗАО) ГК "АСВ', 'КУ АКБ "СЛАВЯНСКИЙ БАНК" (ЗАО) ГК "АСВ"', 044525829, '30101810000000000829');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ТАНДЕМБАНК" - ГК "АСВ', 'КУ ООО "ТАНДЕМБАНК" - ГК "АСВ"', 044525392, '30101810345250000392');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'НББ" - ГК "АСВ', 'КУ ОАО "НББ" - ГК "АСВ"', 044525902, '30101810845250000902');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Карла Маркса, 93 А', 040407001, 'МЕЖДУНАРОДНЫЙ ФИНАНСОВЫЙ КЛУБ', 'СФ АО АКБ "МЕЖДУНАРОДНЫЙ ФИНАНСОВЫЙ КЛУБ"', 040407592, '30101810100000000592');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Ирчи Казака, 2 Б', 048209001, 'ПРОМСВЯЗЬИНВЕСТ', 'РНКО "ПРОМСВЯЗЬИНВЕСТ" (ООО)', 048209395, '30103810982090000395');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Балтай', 'ул Ленина, 78', 046311001, 'Финансовое управление администрации Балтайского муниципального района', 'Финансовое управление администрации Балтайского муниципального района', 263019714, '40302810163115000016');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'МОСКОВСКИЙ ВЕКСЕЛЬНЫЙ БАНК', 'КУ АКБ "МОСКОВСКИЙ ВЕКСЕЛЬНЫЙ БАНК" (АО)', 044525262, '30101810145250000262');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РФА" - ГК "АСВ', 'КУ ПАО АКБ "РФА" - ГК "АСВ"', 044525165, '30101810145250000165');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'пр-т Мира, 72', 044525000, 'БЭНК ОФ ЧАЙНА', 'АКБ "БЭНК ОФ ЧАЙНА" (АО)', 044525213, '30101810700000000213');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЕВРОМЕТ" (ПАО) - ГК "АСВ', 'КУ АКБ "ЕВРОМЕТ" (ПАО) - ГК "АСВ"', 044525194, '30101810145250000194');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Пушкина, 13/52', 049205001, 'Энергобанк', 'АКБ "Энергобанк" (АО)', 049205770, '30101810300000000770');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ВПБ" (АО) - ГК "АСВ', 'КУ БАНК "ВПБ" (АО) - ГК "АСВ"', 044525250, '30101810445250000250');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Нижн. Красносельская, д. 5, стр. 5', 044525000, 'ФОРБАНК', 'АО КБ "ФОРБАНК"', 044525074, '30101810045250000074');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Брянск', 'пр-т Ленина, 33', 041501001, 'Департамент финансов Брянской области', 'Департамент финансов Брянской области', 215002774, '40302810500014000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул Московская, 43 А', 046311001, 'КОНТО" АО "ОРБАНК', 'ФИЛИАЛ "КОНТО" АО "ОРБАНК"', 046311904, '30101810222026311904');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БФГ-КРЕДИТ" (ООО) - ГК "АСВ', 'КУ КБ "БФГ-КРЕДИТ" (ООО) - ГК "АСВ"', 044525292, '30101810445250000292');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск 45', NULL, NULL, 'ПУ БАНКА РОССИИ ЗАРЕЧНОЕ', 'ПУ БАНКА РОССИИ ЗАРЕЧНОЕ', 042534002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пер Гривцова, 4 лит А', 044030001, 'СЛАВИЯ', 'ФИЛИАЛ АКБ "СЛАВИЯ" (АО) В Г.САНКТ-ПЕТЕРБУРГ', 044030742, '30101810140300000742');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Карасунская, 155', 040397002, 'УФК по Краснодарскому краю', 'УФК по Краснодарскому краю', 040397100, '40116810900000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Наб. р. Фонтанки, д. 13 Лит А пом. 2Н № 1,4-6', 044030001, 'БАНК БКФ', 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ ООО "БАНК БКФ"', 044030874, '30101810800000000874');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волжский', 'пр-т Ленина, 21', 041856000, 'управление финансов  администрации г. Волжского', 'управление финансов  администрации г. Волжского', 218001446, '40701810000003000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЭКСПРЕСС-КРЕДИТ" (АО) - ГК "АСВ', 'КУ КБ "ЭКСПРЕСС-КРЕДИТ" (АО) - ГК "АСВ"', 044525457, '30101810345250000457');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'СТАРБАНК" - ГК "АСВ', 'КУ АО "СТАРБАНК" - ГК "АСВ"', 044525645, '30101810445250000645');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Мишина, д. 35, стр. 2', 044525000, 'УГЛЕМЕТБАНК', 'ФИЛИАЛ АО "УГЛЕМЕТБАНК" В Г.МОСКВЕ', 044525560, '30101810245250000560');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул  Намёткина, 16, к 1', 044525000, 'БАНК ГПБ (АО)', 'БАНК ГПБ (АО)', 044525823, '30101810200000000823');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БАЛТИКА" - ГК "АСВ', 'КУ ПАО АКБ "БАЛТИКА" - ГК "АСВ"', 044525946, '30101810445250000946');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ВЕК" (АО) - ГК "АСВ', 'КУ АКБ "ВЕК" (АО) - ГК "АСВ"', 044525784, '30101810445250000784');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Вятская, д. 27, стр. 7', 044525000, 'Ф РОКЕТБАНК КИВИ БАНК (АО)', 'Ф РОКЕТБАНК КИВИ БАНК (АО)', 044525420, '30101810945250000420');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Всеволожск', 'Всеволожский пр-т, 29', 044106001, 'Рускобанк" - ГК "АСВ', 'КУ АО "Рускобанк" - ГК "АСВ"', 044106725, '30101810200000000725');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'СТРОЙКРЕДИТ" - ГК "АСВ', 'КУ ОАО КБ "СТРОЙКРЕДИТ" - ГК "АСВ"', 044525718, '30101810945250000718');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кызыл', 'ул Тувинских Добровольцев, 18', 049304001, 'НБТ', 'АО БАНК "НБТ"', 049304735, '30101810500000000735');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Байконур', 'ул Советской Армии, 11', 040037002, 'РОССИЯ', 'БАЙКОНУРСКИЙ ФИЛИАЛ АБ "РОССИЯ"', 040037471, '30101810000370000471');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'ул Коцоева, 24', 049082002, 'УФК по Республике Северная Осетия -Алания', 'УФК по Республике Северная Осетия -Алания', 049082100, '40116810400000010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'пр-т Кирова, 14/2', 044782002, 'УФК по Мурманской области', 'УФК по Мурманской области', 044782100, '40116810900000010010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул Кутузова, 39', 042748001, 'ЕВРОПЕЙСКИЙ" ПАО "БАНК "САНКТ-ПЕТЕРБУРГ', 'Ф-Л "ЕВРОПЕЙСКИЙ" ПАО "БАНК "САНКТ-ПЕТЕРБУРГ"', 042748877, '30101810927480000877');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Приозерск', 'ул Ленина, 18', 044106001, 'БАНК "САНКТ-ПЕТЕРБУРГ', 'ПРИОЗЕРСКИЙ Ф-Л ПАО "БАНК "САНКТ-ПЕТЕРБУРГ"', 044106817, '30101810600000000817');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Б. Ордынка, 40, стр 2', 044525000, 'БАНК "САНКТ-ПЕТЕРБУРГ', 'Ф-Л ПАО "БАНК "САНКТ-ПЕТЕРБУРГ" В Г. МОСКВЕ', 044525142, '30101810045250000142');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'ул Новороссийская, 11', 041806001, 'ВОЛГОГРАДСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'ВОЛГОГРАДСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 041806701, '30101810800000000701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Майкоп', 'ул Пионерская, 276', 047908001, 'МАЙКОПБАНК', 'АО "МАЙКОПБАНК"', 047908704, '30101810500000000704');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'КЛИЕНТСКИЙ" (АО) - ГК "АСВ', 'КУ БАНК "КЛИЕНТСКИЙ" (АО) - ГК "АСВ"', 044525932, '30101810145250000932');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Томск', 'пр-т Фрунзе, 59 А', 046902001, 'Управление финансов', 'Управление финансов', 269001085, '40302810900005000154');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Псков', 'ул Некрасова, 44 А', 045805001, 'РОССЕЛЬХОЗБАНК', 'ПСКОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 045805772, '30101810900000000772');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Быково', 'ул Щербакова, 2', 041856000, 'Финансовый отдел АБМР ВО', 'Финансовый отдел АБМР ВО', 218001512, '40302810700005000030');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'пр-т Кирова, 14/2', 044781002, 'УФК по Мурманской области', 'УФК по Мурманской области', 044781102, '40116810700000010006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ульяновск', 'ул Радищева, 1', 047308001, 'Избирательная комиссия Ульяновской области', 'Избирательная комиссия Ульяновской области', 273000290, '40301810200000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Ленина, 70', 048073001, 'БАНК ПТБ (ООО)', 'БАНК ПТБ (ООО)', 048073846, '30101810000000000846');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хворостянка', 'ул Плясункова, 10', 043601001, 'УФА м. р. Хворостянский', 'УФА м. р. Хворостянский', 236001939, '40302810136015000018');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сергиевск', 'ул Карла Маркса, 41', 043601001, 'УФ МР Сергиевский СО', 'УФ МР Сергиевский СО', 236001998, '40302810536015000045');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саранск', 'ул Б.Хмельницкого, 36А', 048952001, 'АКТИВ БАНК', 'АКБ "АКТИВ БАНК" (ПАО)', 048952752, '30101810500000000752');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Ильинка, 9, стр. 1', 044525000, 'Минфин России', 'Минфин России', 200000390, '40106810845250000023');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пенза', 'пл М. Жукова, 4', 045655001, 'Финансовое управление города Пензы', 'Финансовое управление города Пензы', 256001297, '40302810956555000023');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Ленинская, 59 Б', 045354001, 'РОССЕЛЬХОЗБАНК', 'ОРЕНБУРГСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 045354816, '30101810000000000816');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'Океанский пр-т, 26, стр 1', 040507001, 'РОССЕЛЬХОЗБАНК', 'ПРИМОРСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 040507861, '30101810200000000861');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'пр-т Мира, 107', 046401001, 'РОССЕЛЬХОЗБАНК', 'САХАЛИНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 046401747, '30101810500000000747');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Февральской Революции, 15', 046577001, 'РОССЕЛЬХОЗБАНК', 'СВЕРДЛОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 046577922, '30101810100000000922');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кызыл', 'ул Тувинских Добровольцев, 23', 049304001, 'РОССЕЛЬХОЗБАНК', 'ТУВИНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 049304738, '30101810400000000738');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул Первомайская, 21', 047102001, 'РОССЕЛЬХОЗБАНК', 'ТЮМЕНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 047102622, '30101810800000000622');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Калинина, 120', 040813001, 'РОССЕЛЬХОЗБАНК', 'ХАБАРОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 040813733, '30101810300000000733');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'пр-т Ленина, 26 А', 047501001, 'РОССЕЛЬХОЗБАНК', 'ЧЕЛЯБИНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 047501821, '30101810400000000821');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Дубининская, 86', 044525000, 'РОСДОРБАНК', 'ПАО "РОСДОРБАНК"', 044525666, '30101810945250000666');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Якутск', 'ул Пушкина, 12', 049805001, 'РОССЕЛЬХОЗБАНК', 'ЯКУТСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 049805771, '30101810600000000771');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великий Новгород', 'пл Победы-Софийская, 1', 044959001, 'ИКНО', 'ИКНО', 249000136, '40202810840300049003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ВЕГА-БАНК" (ООО) - ГК "АСВ', 'КУ КБ "ВЕГА-БАНК" (ООО) - ГК "АСВ"', 044525242, '30101810945250000242');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МЕЖТОПЭНЕРГОБАНК" - ГК "АСВ', 'КУ ПАО "МЕЖТОПЭНЕРГОБАНК" - ГК "АСВ"', 044525237, '30101810345250000237');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РУССТРОЙБАНК" - ГК "АСВ', 'КУ АО "РУССТРОЙБАНК" - ГК "АСВ"', 044525591, '30101810845250000591');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Маши Порываевой, 11', 044525000, 'МБЭС', 'МБЭС', 044525123, '30101810145250000123');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Б. Ордынка, 24', 044525000, 'Росатом', 'Госкорпорация "Росатом"', 245010945, '40503810545250000010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Кожевническая, дом 14', 044525000, 'РЕНЕССАНС КРЕДИТ', 'КБ "РЕНЕССАНС КРЕДИТ" (ООО)', 044525135, '30101810845250000135');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Черкесск', 'ул Кавказская, 99', 049133001, 'ТЕКСБАНК', 'АО "ТЕКСБАНК"', 049133845, '30101810500000000845');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Б. Садовая, 27/47', 046015001, 'ЮЖНЫЙ', 'ФИЛИАЛ "ЮЖНЫЙ" БАНКА ВТБ (ПАО)', 046015063, '30101810160150000063');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул. Ильичева, д.15', 040507001, 'территориальная избирательная комиссия Первореченского района города Владивостока', 'территориальная избирательная комиссия Первореченского района города Владивостока', 200001134, '40301810505070000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'б-р. Комарова, 28/5', 046015001, 'Территориальная избирательная комиссия Ворошиловского района города Ростова-на-Дону', 'Территориальная избирательная комиссия Ворошиловского района города Ростова-на-Дону', 200001056, '40301810003490000007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул. Лермонтова, д. 171 А', 045209001, 'территориальная избирательная комиссия по Омскому району Омской области', 'территориальная избирательная комиссия по Омскому району Омской области', 200001087, '40301810150040004004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Кирова, 3/1', 045004001, 'УФК по Новосибирской области', 'УФК по Новосибирской области', 015004950, '40101810900000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Псков', 'ул. Яна Фабрициуса, д. 2А', 045805001, 'Территориальная избирательная комиссия города Пскова', 'Территориальная избирательная комиссия города Пскова', 200001031, '40206810540300058009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ТРАСТОВЫЙ РЕСПУБЛИКАНСКИЙ БАНК', 'КУ ООО"ТРАСТОВЫЙ РЕСПУБЛИКАНСКИЙ БАНК"-ГК АСВ', 044525571, '30101810645250000571');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Печоры', 'ул. Каштановая, д. 1', 045805001, 'Территориальная избирательная комиссия Печорского района', 'Территориальная избирательная комиссия Печорского района', 200001034, '40206810940300058010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Вокзальная Магистраль, 1', 045004001, 'НОВОСИБИРСКИЙ" ПАО КБ "УБРИР', 'ФИЛИАЛ "НОВОСИБИРСКИЙ" ПАО КБ "УБРИР"', 045004845, '30101810450040000845');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Доватора, 48', 047501001, 'ЮЖНО-УРАЛЬСКИЙ" ПАО КБ "УБРИР', 'ФИЛИАЛ "ЮЖНО-УРАЛЬСКИЙ" ПАО КБ "УБРИР"', 047501981, '30101810900000000981');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Дзержинского, 41', 040881002, 'УФК по Хабаровскому краю', 'УФК по Хабаровскому краю', 040881100, '40116810400000010005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Гагарина, 24/2', 048073001, 'УФИМСКИЙ" ПАО КБ "УБРИР', 'ФИЛИАЛ "УФИМСКИЙ" ПАО КБ "УБРИР"', 048073795, '30101810780730000795');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красный Кут', 'пр-т Победы, 1', 046311001, 'комитет по экономике и финансам', 'комитет по экономике и финансам', 263012463, '40302810700005000217');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул. Руднева, д.43, каб. 10', 040813001, 'территориальная избирательная комиссия Краснофлотского района города Хабаровска', 'территориальная избирательная комиссия Краснофлотского района города Хабаровска', 200001153, '40301810208130000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'пр. Ленина, д. 75', 044705001, 'Мурманская территориальная избирательная комиссия', 'Мурманская территориальная избирательная комиссия', 200001156, '40301810140300047001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'Соборная площадь, д.3', 046311001, 'территориальная избирательная комиссия Волжского района г. Саратова', 'территориальная избирательная комиссия Волжского района г. Саратова', 200001133, '40301810022026300002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Апшеронск', 'ул Коммунистическая, 17', 040349001, 'ФУ администрации МО Апшеронский район', 'ФУ администрации МО Апшеронский район', 203025813, '40302810503495000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Елец', 'ул Советская, 94', 044206001, 'финансовый комитет', 'финансовый комитет', 278001527, '40302810045255000061');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Смоленск', 'ул Октябрьской Революции, 1/2', 046614001, 'ФКУ Администрации города Смоленска', 'ФКУ Администрации города Смоленска', 266000076, '40302810366145000910');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Революционная, 41', 048073001, 'БАНК УРАЛСИБ', 'ФИЛИАЛ ПАО "БАНК УРАЛСИБ" В Г.УФА', 048073770, '30101810600000000770');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Б. Покровская, 26', NULL, 'ВОЛГО-ВЯТСКОЕ ГУ БАНКА РОССИИ', 'ВОЛГО-ВЯТСКОЕ ГУ БАНКА РОССИИ', 042202001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Малый Татарский пер., д. 3', 044525000, 'Народный банк', 'АО "Народный банк"', 044525380, '30101810645250000380');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Телегина, 30', 049401001, 'РОССЕЛЬХОЗБАНК', 'УДМУРТСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 049401710, '30101810100000000710');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Дербеневская, 5', 044674002, 'УФК по Московской области', 'УФК по Московской области', 044674100, '40116810500000010004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'Амурский б-р, 18', 040813001, 'ФК ОТКРЫТИЕ', 'Ф-Л ДАЛЬНЕВОСТОЧНЫЙ ПАО БАНКА "ФК ОТКРЫТИЕ"', 040813704, '30101810908130000704');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 046510000, 'Тагилбанк" - ГК "АСВ', 'КУ АО "Тагилбанк" - ГК "АСВ"', 046510805, '30101810800000000805');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Садовническая, 71, стр 11', 044525000, 'СМП БАНК', 'АО "СМП БАНК"', 044525503, '30101810545250000503');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Новокузнецкая, 9, стр 2', 044525000, 'ЛАНТА-БАНК', 'АКБ "ЛАНТА-БАНК" (АО)', 044525348, '30101810400000000348');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сыктывкар', 'ул Коммунистическая, 8', 048702001, 'Избирком РК', 'Избирком РК', 287000077, '40301810800000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Красноармейская, 75', 043601001, 'САМАРСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 'САМАРСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 043601845, '30101810422023601845');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Проспект Мира, д. 69, стр. 1', 044525000, 'БКС Банк', 'АО "БКС Банк"', 044525631, '30101810145250000631');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Дмитриевская Дамба, 11', 040349001, 'ЮЖНЫЙ', 'Ф-Л БАНКА ГПБ (АО) "ЮЖНЫЙ"', 040349781, '30101810500000000781');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Грузинский Вал д. 10 стр. 4', 044525000, 'АКРОПОЛЬ', 'КБ "АКРОПОЛЬ" АО', 044525677, '30101810345250000677');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Каретный Ряд, 5/10, стр 2', 044525000, 'ФФИН БАНК', 'ООО "ФФИН БАНК"', 044525900, '30101810245250000900');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Б. Серпуховская, 31-14', 044525000, 'Частный РКЦ', 'Ликвидатор АО НКО "Частный РКЦ"', 044525475, '30103810545250000475');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Краснопресненс наб, 12', 044525000, 'АО РОСЭКСИМБАНК', 'АО РОСЭКСИМБАНК', 044525192, '30101810545250000192');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Серебряническая наб, 29', 044525000, 'РН БАНК', 'АО "РН БАНК"', 044525147, '30101810545250000147');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кириши', 'пр. Ленина, д. 28', 044106001, 'Банк "Санкт-Петербург', 'Киришский ф-л ПАО "Банк "Санкт-Петербург"', 044106871, '30101810540300000871');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Горно-Алтайск', 'ул Э.Палкина, 1', 048405001, 'Избирательная комиссия Республики Алтай', 'Избирательная комиссия Республики Алтай', 284000103, '40301810500000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Садовническая, 79', 044525000, 'МСП БАНК', 'АО "МСП БАНК"', 044525108, '30101810200000000108');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Архангельск', 'ул Карла Либкнехта, 2', 041117001, 'УФК по Архангельской области и Ненецкому автономному округу', 'УФК по Архангельской области и Ненецкому автономному округу', 011117401, '40101810500000010003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Смоленск', 'ул Докучаева, 7', 046614001, 'УФК по Смоленской области', 'УФК по Смоленской области', 016614901, '40101810545250000005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Варшавская, 63, к 1', 044106001, 'УФК по Ленинградской области', 'УФК по Ленинградской области', 014106101, '40101810200000010022');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 046711001, 'ВВБ" - ГК "АСВ', 'КУ ПАО БАНК "ВВБ" - ГК "АСВ"', 046711106, '30101810467110000106');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Авроры, 150', 043601001, 'САМАРСКИЙ" АО "ОТП БАНК', 'ФИЛИАЛ "САМАРСКИЙ" АО "ОТП БАНК"', 043601707, '30101810722023601707');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Социалистическая, 112', 046015001, 'Избирательная комиссия Ростовской области', 'Избирательная комиссия Ростовской области', 260000867, '40301810100000000099');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Биробиджан', 'ул Трансформаторная, 3 А', 049923001, 'избирательная комиссия Еврейской автономной области', 'избирательная комиссия Еврейской автономной области', 299000020, '40301810700000000083');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Молодогвардейская, 204', 043601001, 'ФИЛИАЛ № 6318 БАНКА ВТБ (ПАО)', 'ФИЛИАЛ № 6318 БАНКА ВТБ (ПАО)', 043601968, '30101810422023601968');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул Достоевского, 48', 042908001, 'Министерство финансов Калужской области', 'Министерство финансов Калужской области', 229000088, '40302810900004000076');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул Ленина, 93', 042908001, 'управление финансов города Калуги', 'управление финансов города Калуги', 229000124, '40302810800005000078');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Обнинск', 'пл Преображения, 1', 042908001, 'Управление финансов Администрации города Обнинска', 'Управление финансов Администрации города Обнинска', 278001517, '40302810945255000013');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Итальянская, 5', 044030001, 'СИТИБАНК', 'ФИЛИАЛ АО КБ "СИТИБАНК" В Г.САНКТ-ПЕТЕРБУРГЕ', 044030765, '30101810100000000765');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Самарская, 270', 043601001, 'СИТИБАНК', 'СРЕДНЕВОЛЖСКИЙ ФИЛИАЛ АО КБ "СИТИБАНК"', 043601889, '30101810400000000889');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Малышева, 84', 046577001, 'СИТИБАНК', 'УРАЛЬСКИЙ ФИЛИАЛ АО КБ "СИТИБАНК"', 046577896, '30101810100000000896');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Б. Покровская, 16', 042202001, 'СИТИБАНК', 'ПРИВОЛЖСКИЙ ФИЛИАЛ АО КБ "СИТИБАНК"', 042202873, '30101810400000000873');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'пр-т Ленина, 2', 041806001, 'СИТИБАНК', 'ВОЛГОГРАДСКИЙ ФИЛИАЛ АО КБ "СИТИБАНК"', 041806898, '30101810700000000898');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Бахрушина, д. 23, стр. 2', 044525000, 'Тимер Банк', 'АО "Тимер Банк"', 044525567, '30101810345250000567');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Ленина, 31/33', 048073001, 'БАШКОРТОСТАН" АО КБ "СИТИБАНК', 'ФИЛИАЛ "БАШКОРТОСТАН" АО КБ "СИТИБАНК"', 048073949, '30101810280730000949');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Каширское шоссе, дом 3, корпус 2, строение 9, комната № 11, этаж 2', 044525000, 'ГЕОБАНК', 'КБ "ГЕОБАНК" (ООО)', 044525775, '30101810645250000775');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Березники', 'Советская пл, 1', 045795000, 'ФУАГ Березники', 'ФУАГ Березники', 257000798, '40302810665775300175');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тында', 'ул. Красная Пресня, д. 29, каб. 16', 041013000, 'Территориальная избирательная комиссия ГОРОДА ТЫНДА', 'Территориальная избирательная комиссия ГОРОДА ТЫНДА', 200001115, '40301810310130000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Малая Ордынка, д.20, стр. 1', 044525000, 'МОСКОММЕРЦБАНК', 'КБ "МОСКОММЕРЦБАНК" (АО)', 044525951, '30101810045250000951');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'ул. Ленина, д. 133', 041012001, 'территориальная избирательная комиссия города Благовещенск', 'территориальная избирательная комиссия города Благовещенск', 200001122, '40301810410120000008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курган', 'ул Урицкого, 28', 043735001, 'АГРОПРОМКРЕДИТ', 'КУРГАНСКИЙ ФИЛИАЛ АО КБ "АГРОПРОМКРЕДИТ"', 043735879, '30101810800000000879');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Алматы', 'пр-т Достык, 220', 044525000, 'ЕВРАЗИЙСКИЙ БАНК РАЗВИТИЯ', 'ЕВРАЗИЙСКИЙ БАНК РАЗВИТИЯ', 044525815, '30101810700000000815');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Лысьва', 'ул. Мира, 26', 045773001, 'ФУ администрации города Лысьвы', 'ФУ администрации города Лысьвы', 200000383, '40302810765775300167');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Урюпинск', 'ул. Штеменко, 47/3', 041806001, 'Сельмашбанк', 'Урюпинский филиал ПАО КБ "Сельмашбанк"', 041806745, '30101810518060000745');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Красная, 113', 040349001, 'ЮГ-ИНВЕСТБАНК (ПАО)', 'ЮГ-ИНВЕСТБАНК (ПАО)', 040349966, '30101810600000000966');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курган', 'ул Химмашевская, 16', 043735001, 'КУРГАНСКИЙ" АО АКБ "АЛЕФ-БАНК', 'ФИЛИАЛ "КУРГАНСКИЙ" АО АКБ "АЛЕФ-БАНК"', 043735853, '30101810800000000853');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул 8 Марта, 49', 046577001, 'ВУЗ-БАНК', 'АО "ВУЗ-БАНК"', 046577781, '30101810600000000781');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Первоуральск', 'пр-т Ильича, 9 Б', 046577001, 'ПЕРВОУРАЛЬСКБАНК', 'АО "ПЕРВОУРАЛЬСКБАНК"', 046577402, '30101810565770000402');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красный Яр', 'ул Комсомольская, 92 А', 043601001, 'ФУА МР Красноярский СО', 'ФУА МР Красноярский СО', 297000807, '40302810222025360128');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Похвистнево', 'ул Ленинградск, 9', 043601001, 'Финансовое управление Администрации м. р. Похвистневский', 'Финансовое управление Администрации м. р. Похвистневский', 297000801, '40302810422025360122');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул Советская, 15', 041203001, 'Минфин Астраханской области', 'Минфин Астраханской области', 212000041, '40601810300003000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул Андропова, 9/9', 047888001, 'ДФ ЯО', 'ДФ ЯО', 278000102, '40302810278884000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сызрань', 'ул Советская, 39', 043678000, 'Финансовое управление администрации Сызранского района', 'Финансовое управление администрации Сызранского района', 297000811, '40302810222025367806');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Богатое', 'ул Комсомольская, 13', 043601001, 'Муниципальное казенное учреждение Администрация муниципального района Богатовский Самарской области', 'Муниципальное казенное учреждение Администрация муниципального района Богатовский Самарской области', 297000817, '40302810322025360154');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кинель', 'ул Ленина, 36', 043601001, 'Управление финансами администрации муниципального района Кинельский Самарской области', 'Управление финансами администрации муниципального района Кинельский Самарской области', 236002001, '40302810136015000063');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пр-т Чернышевского, 18 лит А пом 1Н, 2ЛК', 044030001, 'ФИЛИАЛ N 14 ПАО МОСОБЛБАНК', 'ФИЛИАЛ N 14 ПАО МОСОБЛБАНК', 044030907, '30101810900000000907');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'ул Пятницкая, 1/20', 043469001, 'ДЕПАРТАМЕНТ ФИНАНСОВ  КОСТРОМСКОЙ ОБЛАСТИ', 'ДЕПАРТАМЕНТ ФИНАНСОВ  КОСТРОМСКОЙ ОБЛАСТИ', 234000188, '40302810834694000074');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул Лёни Голикова, 4', 042748001, 'КАЛИНИНГРАДСКИЙ" АО "ТЭМБР-БАНК', 'ФИЛИАЛ "КАЛИНИНГРАДСКИЙ" АО "ТЭМБР-БАНК"', 042748857, '30101810000000000857');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Поронайск', 'ул Октябрьская, 61 А', 046401001, 'ФО 07', 'ФО 07', 264000761, '40302810164015000022');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'пр-т Красного Знамени, 3', 040507001, 'САММИТ БАНК', 'ПАО КБ "САММИТ БАНК"', 040507840, '30101810905070000840');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пономарёвка', 'ул Советская, 32', 045354001, 'Финансовый отдел администрации Пономаревского района Оренбургской области', 'Финансовый отдел администрации Пономаревского района Оренбургской области', 253000989, '40302810753545000310');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул Советская, 3', 047888001, 'Избирательная комиссия Ярославской области', 'Избирательная комиссия Ярославской области', 278000117, '40202810500000310110');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Краснофлотская, 88 А', 040702001, 'ПАО СТАВРОПОЛЬПРОМСТРОЙБАНК', 'ПАО СТАВРОПОЛЬПРОМСТРОЙБАНК', 040702760, '30101810500000000760');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул 5-я Северная, 197-1', 045209001, 'ФИНЧЕР', 'ОМСКИЙ ФИЛИАЛ НКО "ФИНЧЕР" (ООО)', 045209863, '30103810200000000863');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'пр-т Сельмаш, 102', 046015001, 'СЕЛЬМАШБАНК', 'ПАО КБ "СЕЛЬМАШБАНК"', 046015860, '30101810400000000860');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нефтеюганск', 'мкр 3, 21', 047173000, 'Департамент финансов', 'Департамент финансов', 271001446, '40302810200005000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижневартовск', 'пр-т Победы, 18 А', 047169000, 'ПРИОБЬЕ', 'АО КБ "ПРИОБЬЕ"', 047169777, '30101810800000000777');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мегион', 'ул Нефтяников, 8', 047169000, 'департамент финансов администрации города Мегиона', 'департамент финансов администрации города Мегиона', 271004972, '40302810371695000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нефтеюганск', 'мкр 2, 25', 047173000, 'Департамент финансов администрации города Нефтеюганска', 'Департамент финансов администрации города Нефтеюганска', 271001984, '40302810900005000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Максима Горького, 117', 042202001, 'РАЙФФАЙЗЕНБАНК', 'ПОВОЛЖСКИЙ ФИЛИАЛ АО "РАЙФФАЙЗЕНБАНК"', 042202847, '30101810300000000847');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'СОВЕРЕН БАНК" (АО) - ГК "АСВ', 'КУ "СОВЕРЕН БАНК" (АО) - ГК "АСВ"', 044525749, '30101810545250000749');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Выселки', 'ул Ленина, 37', 040349001, 'ФУ администрации МО Выселковский район', 'ФУ администрации МО Выселковский район', 203023474, '40302810600005000190');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Махалина, 15', 040507001, 'РКЦ ДВ', 'НКО "РКЦ ДВ" (АО)', 040507707, '30103810305070000707');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Гаврилов-Ям', 'ул Советская, 51', 047888001, 'УФАГЯМР', 'УФАГЯМР', 278000633, '40302810778885000092');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Набережные Челны', 'пр-т Хасана Туфана, д. 43', 049205001, 'Автоградбанк', 'АО "Автоградбанк"', 049205878, '30101810622029205878');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'Агентство по страхованию вкладов', 'Государственная корпорация "Агентство по страхованию вкладов"', 245011072, '40503810245250000051');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Щепкина, 2/27', 049205001, 'АВТОГРАДБАНК', 'КАЗАНСКИЙ ФИЛИАЛ АО "АВТОГРАДБАНК"', 049205910, '30101810500000000910');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Красных Партизан, 34', 040349001, 'РОССИЯ', 'КРАСНОДАРСКИЙ ФИЛИАЛ АБ "РОССИЯ"', 040349788, '30101810003490000788');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БРТ" (АО) - ГК "АСВ', 'КУ КБ "БРТ" (АО) - ГК "АСВ"', 044525528, '30101810245250000528');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МБФИ" - ГК "АСВ', 'КУ ОАО БАНК "МБФИ" - ГК "АСВ"', 044525536, '30101810745250000536');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МЕЖДУНАРОДНЫЙ БАНК РАЗВИТИЯ"(АО)ГК"АСВ', 'КУ КБ"МЕЖДУНАРОДНЫЙ БАНК РАЗВИТИЯ"(АО)ГК"АСВ"', 044525541, '30101810100000000541');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ФИНПРОМБАНК" (ПАО) - ГК "АСВ', 'КУ АКБ "ФИНПРОМБАНК" (ПАО) - ГК "АСВ"', 044525549, '30101810745250000549');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сочи', 'ул Нагорная, 25', 040396000, 'СФ ООО КБЦА', 'СФ ООО КБЦА', 040396936, '30101810100000000936');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Советская, 54', 045354001, 'Минфин Оренбургской области', 'Минфин Оренбургской области', 253000413, '40302810700004000024');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Карла Либкнехта, 5', 046577001, 'УРАЛЬСКИЙ" АО КБ "АГРОПРОМКРЕДИТ', 'ФИЛИАЛ "УРАЛЬСКИЙ" АО КБ "АГРОПРОМКРЕДИТ"', 046577995, '30101810700000000995');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'Банковский пер, 9 А', 046577001, 'ВЯТИЧ', 'ЕКАТЕРИНБУРГСКИЙ ФИЛИАЛ БАНКА "ВЯТИЧ" (ПАО)', 046577409, '30101810665770000409');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'Жилкредит" - ГК "АСВ', 'Ликвидатор ООО КБ "Жилкредит" - ГК "АСВ"', 044525325, '30101810545250000325');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новые Бурасы', 'ул Советская, 3', 046311001, 'Финуправление Новобурасского района', 'Финуправление Новобурасского района', 263011980, '40302810900005000208');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Долгоруковская, 38, стр 1', 044525000, 'БЕСТ ЭФФОРТС БАНК', 'ПАО "БЕСТ ЭФФОРТС БАНК"', 044525186, '30101810400000000186');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул Красноармейская, 28', 048142001, 'АСВ', 'КУ БАЙКАЛБАНК (ПАО)-ГК "АСВ"', 048142736, '30101810200000000736');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Мусы Джалиля, 3', 049205001, 'АВЕРС', 'ООО БАНК "АВЕРС"', 049205774, '30101810500000000774');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Петроверигский пер, 2', 044525000, 'БАНК ИНТЕЗА', 'АО "БАНК ИНТЕЗА"', 044525922, '30101810800000000922');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Орджоникидзе, 10', 044525000, 'СЕРВИС РЕЗЕРВ', 'БАНК "СЕРВИС РЕЗЕРВ" (АО)', 044525178, '30101810145250000178');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Старый Толмачёвский пер, 5', 044525000, 'ИНБАНК', 'ООО "ИНБАНК"', 044525308, '30101810245250000308');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кашхатау', 'ул Мечиева, 108', 048327001, 'УФ Черекского района', 'МКУ  "УФ Черекского района"', 283000605, '40302810783275000010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Якутск', 'ул Орджоникидзе, 46/1', 049805001, 'АГОРА', 'БАНК "АГОРА" ООО ЯКУТСКИЙ ФИЛИАЛ', 049805992, '30101810798050000992');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'ул Гоголя, 36', 040173001, 'ФОРБАНК', 'СИБИРСКИЙ ФИЛИАЛ АО КБ "ФОРБАНК"', 040173756, '30101810101730000756');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Елховка', 'ул Пионерская, 2', 043601001, 'Управление финансами района Елховский', 'Управление финансами района Елховский', 297000808, '40302810322025360125');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Братьев Коростелёвых, 144', 043601001, 'Департамент финансов Администрации городского округа Самара', 'Департамент финансов Администрации городского округа Самара', 236000135, '40302810236015000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Черниговская, 8 лит. А пом. 1-Н', 044030001, 'СИАБ', 'ПАО БАНК "СИАБ"', 044030757, '30101810600000000757');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Запарина, 86', 040813001, 'ХАБАРОВСКИЙ" ПАО "СКБ-БАНК', 'ФИЛИАЛ "ХАБАРОВСКИЙ" ПАО "СКБ-БАНК"', 040813714, '30101810400000000714');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волжский', 'ул Сталинградская, 7', 041856000, 'ВОЛЖСКИЙ" ПАО "СКБ-БАНК', 'ФИЛИАЛ "ВОЛЖСКИЙ" ПАО "СКБ-БАНК"', 041856890, '30101810800000000890');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул Зосимовская, 40', 041909001, 'ВОЛОГОДСКИЙ" ПАО "СКБ-БАНК', 'ФИЛИАЛ "ВОЛОГОДСКИЙ" ПАО "СКБ-БАНК"', 041909781, '30101810300000000781');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'ул Пушкина, 9', 042406001, 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ИВАНОВСКОЙ ОБЛАСТИ', 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ИВАНОВСКОЙ ОБЛАСТИ', 224000020, '40301810400000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'ул Калиновская, 36', 043469001, 'КОСТРОМАСЕЛЬКОМБАНК', 'ООО "КОСТРОМАСЕЛЬКОМБАНК"', 043469720, '30101810200000000720');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саранск', 'ул Советская, 26', 048952001, 'Центральная избирательная комиссия Республики Мордовия', 'Центральная избирательная комиссия Республики Мордовия', 289000040, '40202810700000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Орджоникидзе, 13/1', 040349001, 'ВБРР', 'ФИЛИАЛ БАНКА "ВБРР" (АО) В Г. КРАСНОДАРЕ', 040349521, '30101810100000000521');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Екатерининская, 120', 045773001, 'ЭКОПРОМБАНК"-ГК"АСВ', 'КОНКУРСНЫЙ УПР. ОАО АКБ "ЭКОПРОМБАНК"-ГК"АСВ"', 045773707, '30101810000000000707');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Никольск', 'Советская пл, 27', 042520001, 'КОМИТЕТ ПО ФИНАНСАМ ИРКУТСКОГО РАЙОНА', 'КОМИТЕТ ПО ФИНАНСАМ ИРКУТСКОГО РАЙОНА', 225000375, '40302810000005000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челно-Вершины', 'ул Почтовая, 8', 043601001, 'Управление финансами администрации', 'Управление финансами администрации', 236002005, '40302810036015000066');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Домодедово', 'ул Советская, 19', 044525000, 'ДОМ-БАНК', 'АО МКБ "ДОМ-БАНК"', 044525317, '30101810045250000317');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул 1я Твер-Ямск, 21', 044525000, 'МОРГАН СТЭНЛИ БАНК', 'ООО "МОРГАН СТЭНЛИ БАНК"', 044525277, '30101810500000000277');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Солянка, 3, стр 2', 044525000, 'ФИНАНС БИЗНЕС БАНК', 'ООО КБ "ФИНАНС БИЗНЕС БАНК"', 044525835, '30101810145250000835');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул им. Стасова, 176', 040349001, 'КУБАНЬТОРГБАНК', 'АО "КУБАНЬТОРГБАНК"', 040349718, '30101810900000000718');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Прохладный', 'ул Ленина, 147', 048327001, 'ПРОХЛАДНЫЙ', 'БАНК "ПРОХЛАДНЫЙ" ООО', 048327765, '30101810383270000765');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул В. Радищевская, 18, стр 2', 044525000, 'ЭКО-ИНВЕСТ', 'ООО КБ "ЭКО-ИНВЕСТ"', 044525440, '30101810145250000440');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Труда, 64 А', 047501001, 'РЕЗЕРВ', 'КУ БАНК "РЕЗЕРВ" (АО)', 047501751, '30101810800000000751');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул Коммунистическая, 49', 048142001, 'АТБ', 'ФИЛИАЛ "АТБ" (ПАО) В Г.УЛАН-УДЭ', 048142744, '30101810700000000744');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Горячий Ключ', 'ул Ленина, 191', 040349001, 'ФУ администрации МО город Горячий Ключ', 'ФУ администрации МО город Горячий Ключ', 296000845, '40302810603495000370');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Космонавтов, 8', 044525000, 'Международный расчетный банк', 'Ликвидатор ООО КБ "Международный расчетный банк"', 044525223, '30101810045250000223');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Дубровинского, 100', 040407001, 'КРАСНОЯРСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 'КРАСНОЯРСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 040407915, '30101810800000000915');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4', 046015001, 'МАКСИМУМ" - ГК "АСВ', 'КУ ОАО КБ "МАКСИМУМ" - ГК "АСВ"', 046015846, '30101810060150000846');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Советская, 8', 045004001, 'МЕТАЛЛИНВЕСТБАНК', 'НОВОСИБИРСКИЙ Ф-Л ПАО АКБ "МЕТАЛЛИНВЕСТБАНК"', 045004785, '30101810950040000785');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. 2-я Советская, дом 27/2, литер А, помещение 62-Н', 044030001, 'МОБИЛЬНАЯ КАРТА', 'ООО НКО "МОБИЛЬНАЯ КАРТА"', 044030303, '30103810040300000303');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саранск', 'ул Демократическая, 30', 048952001, 'КС БАНК', 'АККСБ "КС БАНК" (ПАО)', 048952749, '30101810500000000749');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул Ленина, 20', 041203001, 'АО ВКАБАНК', 'АО ВКАБАНК', 041203729, '30101810700000000729');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Лукницкого, 2', 049205001, 'БАНК ЗАРЕЧЬЕ', '"БАНК ЗАРЕЧЬЕ" (АО)', 049205772, '30101810900000000772');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'пр-т Революции, 58', 042007001, 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. ВОРОНЕЖЕ', 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. ВОРОНЕЖЕ', 042007835, '30101810100000000835');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Маршала Жукова, 5', 046577001, 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. ЕКАТЕРИНБУРГЕ', 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. ЕКАТЕРИНБУРГЕ', 046577952, '30101810400000000952');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Ленина, 46', 040407001, 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г.КРАСНОЯРСКЕ', 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г.КРАСНОЯРСКЕ', 040407777, '30101810200000000777');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 047908001, 'НОВАЦИЯ" - ГК "АСВ', 'КУ ПАО АКБ "НОВАЦИЯ" - ГК "АСВ"', 047908700, '30101810300000000700');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Московская, 7', 040813001, 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. ХАБАРОВСКЕ', 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. ХАБАРОВСКЕ', 040813727, '30101810400000000727');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'пер Святителя Иннокентия, 1', 041012001, 'ВОСТОЧНЫЙ', 'ПАО КБ "ВОСТОЧНЫЙ"', 041012718, '30101810700000000718');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РУБАНК" - ГК "АСВ', 'КУ АО КБ "РУБАНК" - ГК "АСВ"', 044525744, '30101810045250000744');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сургут', 'б-р Свободы, 12', 047144000, 'Ф-Л БАНКА ГПБ (АО) В Г. СУРГУТЕ', 'Ф-Л БАНКА ГПБ (АО) В Г. СУРГУТЕ', 047144721, '30101810400000000721');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул Плеханова, 4', 042908001, 'ГАЗЭНЕРГОБАНК', 'АО "ГАЗЭНЕРГОБАНК"', 042908701, '30101810600000000701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Радищева, 39', 044030001, 'Таврический Банк (АО)', 'Таврический Банк (АО)', 044030877, '30101810700000000877');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нальчик', 'пр-т Ленина, 27', 048327001, 'Избирательная комиссия Кабардино-Балкарской Республики', 'Избирательная комиссия Кабардино-Балкарской Республики', 283000024, '40301810900000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'ДАЛЕТБАНК" (АО) - ГК "АСВ', 'КУ АКБ "ДАЛЕТБАНК" (АО) - ГК "АСВ"', 044525587, '30101810545250000587');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул Зоологическая, 27 А', 042785002, 'УФК по Калининградской области', 'УФК по Калининградской области', 042785100, '40116810827850010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'г. Москва, ул. Высоцкого, д.4', 047601001, 'КУ ООО КБ Центрально-Европейский Банк-ГК АСВ', 'КУ ООО КБ Центрально-Европейский Банк-ГК АСВ', 047601205, '30101810950040000205');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'Холдинвестбанк" - ГК "АСВ', 'Ликвидатор ООО КБ "Холдинвестбанк" - ГК "АСВ"', 044525113, '30101810045250000113');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Зима', 'ул. Лазо, 25', 042520001, 'УПРАВЛЕНИЕ ПО ФИНАНСАМ И НАЛОГАМ АДМИНИСТРАЦИИ ЗГМО', 'УПРАВЛЕНИЕ ПО ФИНАНСАМ И НАЛОГАМ АДМИНИСТРАЦИИ ЗГМО', 295002278, '40302810750045080003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 049205001, 'ТАТАГРОПРОМБАНК" - ГК "АСВ', 'КУ ООО "ТАТАГРОПРОМБАНК" - ГК "АСВ"', 049205708, '30101810000000000708');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 049205001, 'ИНТЕХБАНК" - ГК "АСВ', 'КУ ПАО "ИНТЕХБАНК" - ГК "АСВ"', 049205804, '30101810700000000804');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул Н. Набережная, 10', 042520001, 'БАЙКАЛЬСКИЙ БАНК ПАО СБЕРБАНК', 'БАЙКАЛЬСКИЙ БАНК ПАО СБЕРБАНК', 042520607, '30101810900000000607');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'ул Полины Осипенко, 40', 047601001, 'ЧИТИНСКОЕ ОТДЕЛЕНИЕ  N8600 ПАО СБЕРБАНК', 'ЧИТИНСКОЕ ОТДЕЛЕНИЕ  N8600 ПАО СБЕРБАНК', 047601637, '30101810500000000637');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул Терешковой, 3 Б', 048142001, 'БУРЯТСКОЕ ОТДЕЛЕНИЕ N8601 ПАО СБЕРБАНК', 'БУРЯТСКОЕ ОТДЕЛЕНИЕ N8601 ПАО СБЕРБАНК', 048142604, '30101810400000000604');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Якутск', 'ул Октябрьская, 17', 049805001, 'ЯКУТСКОЕ ОТДЕЛЕНИЕ N8603 ПАО СБЕРБАНК', 'ЯКУТСКОЕ ОТДЕЛЕНИЕ N8603 ПАО СБЕРБАНК', 049805609, '30101810400000000609');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магадан', 'ул Пушкина, 11/11', 044442001, 'СЕВЕРО-ВОСТОЧНОЕ ОТДЕЛЕНИЕ N8645 ПАО СБЕРБАНК', 'СЕВЕРО-ВОСТОЧНОЕ ОТДЕЛЕНИЕ N8645 ПАО СБЕРБАНК', 044442607, '30101810300000000607');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'Крестовоздвиженская пл, 1', 047003001, 'ТУЛЬСКОЕ ОТДЕЛЕНИЕ N8604 ПАО СБЕРБАНК', 'ТУЛЬСКОЕ ОТДЕЛЕНИЕ N8604 ПАО СБЕРБАНК', 047003608, '30101810300000000608');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Брянск', 'пр-т Ленина, 10 Б', 041501001, 'БРЯНСКОЕ ОТДЕЛЕНИЕ N8605 ПАО СБЕРБАНК', 'БРЯНСКОЕ ОТДЕЛЕНИЕ N8605 ПАО СБЕРБАНК', 041501601, '30101810400000000601');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рязань', 'ул Пожалостина, 19', 046126001, 'РЯЗАНСКОЕ ОТДЕЛЕНИЕ N 8606 ПАО СБЕРБАНК', 'РЯЗАНСКОЕ ОТДЕЛЕНИЕ N 8606 ПАО СБЕРБАНК', 046126614, '30101810500000000614');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'ул Трёхсвятская, 8', 042809001, 'ТВЕРСКОЕ ОТДЕЛЕНИЕ N8607 ПАО СБЕРБАНК', 'ТВЕРСКОЕ ОТДЕЛЕНИЕ N8607 ПАО СБЕРБАНК', 042809679, '30101810700000000679');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул Кирова, 21 А', 042908001, 'КАЛУЖСКОЕ ОТДЕЛЕНИЕ N8608 ПАО СБЕРБАНК', 'КАЛУЖСКОЕ ОТДЕЛЕНИЕ N8608 ПАО СБЕРБАНК', 042908612, '30101810100000000612');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 049205001, 'ТАТФОНДБАНК" - ГК "АСВ', 'КУ ПАО "ТАТФОНДБАНК" - ГК "АСВ"', 049205815, '30101810100000000815');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Камышла', 'ул Красноармейская, 37', 043601001, 'ФЭУ администрации Камышлинского района', 'ФЭУ администрации Камышлинского района', 297000814, '40302810022025360153');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ишим', 'ул Гагарина, 67', 047102001, 'КОМИТЕТ ФИНАНСОВ АДМИНИСТРАЦИИ Г. ИШИМА', 'КОМИТЕТ ФИНАНСОВ АДМИНИСТРАЦИИ Г. ИШИМА', 271004949, '40302810571025000026');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тобольск', 'ул Семена Ремезова, 24', 047117000, 'Администрация Тобольского района', 'Администрация Тобольского района', 271002197, '40302810700005000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Адмирала Фокина, 25', 040507001, 'СОЛИД БАНК', 'АО "СОЛИД БАНК"', 040507595, '30101810205070000595');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'ул Фрунзе, 24', 049033001, 'Классик Эконом Банк', 'АО "Классик Эконом Банк"', 049033758, '30101810600000000758');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сыктывкар', 'ул Первомайская, 68', 048702001, 'СЕВЕРНЫЙ НАРОДНЫЙ БАНК', '"СЕВЕРНЫЙ НАРОДНЫЙ БАНК" (ПАО)', 048702781, '30101810000000000781');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ухта', 'пр-т Ленина, 1', 048717000, 'СЕВЕРНЫЙ НАРОДНЫЙ БАНК', '"СЕВЕРНЫЙ НАРОДНЫЙ БАНК" (ПАО) Ф-Л В Г.УХТА', 048717785, '30101810000000000785');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'ул Новороссийская, 15', 041806001, 'ИКВО', 'ИКВО', 218000225, '40301810300000000017');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Одесская ул., д.2', 044525000, 'ПАО БАНК ЗЕНИТ', 'ПАО БАНК ЗЕНИТ', 044525272, '30101810000000000272');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Краснопресненская набережная, д. 14, стр. 1', 044525000, 'БИЗНЕС" ПАО "СОВКОМБАНК', 'ФИЛИАЛ "БИЗНЕС" ПАО "СОВКОМБАНК"', 044525058, '30101810045250000058');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Жигулёвск', 'ул Ленина, 2', 043678000, 'Финансовое управление', 'Финансовое управление', 236001678, '40302810936785000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Советской Армии, 238 В', 043601001, 'ПЛАТЕЖИ И РАСЧЕТЫ', 'НКО "ПЛАТЕЖИ И РАСЧЕТЫ" (АО)', 043601592, '30103810300000000592');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Севастополь', 'ул Ленина, 3', 046711001, 'Севастопольская городская избирательная комиссия', 'Севастопольская городская избирательная комиссия', 267000017, '40301810967110000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Майский', 'ул Ленина, 23', 048327001, 'БАНК "МАЙСКИЙ', 'ООО "БАНК "МАЙСКИЙ"', 048327736, '30101810383270000736');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Отрадный', 'ул Отрадная, 15', 043601001, 'ФУАГО', 'ФУАГО', 297000809, '40302810922025360127');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Авангардная, 5 А', 049401001, 'УФ Адм.г.ИЖЕВСКА', 'УФ Адм.г.ИЖЕВСКА', 294000006, '40302810900005000076');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новороссийск', 'ул Советов, 19 А', 040395000, 'ФИЛИАЛ МОРСКОГО БАНКА (АО) В Г. НОВОРОССИЙСК', 'ФИЛИАЛ МОРСКОГО БАНКА (АО) В Г. НОВОРОССИЙСК', 040395702, '30101810900000000702');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великие Луки', 'ул Карла Либкнехта, 15', 045853000, 'ВАКОБАНК', 'АО КБ "ВАКОБАНК"', 045853774, '30101810200000000774');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'ул Советская, 11', 042809001, 'Департамент финансов', 'Департамент финансов', 228000015, '40302810900005000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пр-т. Непокоренных, 17-4 лит В', 044030001, 'ВИТАБАНК', 'ПАО "ВИТАБАНК"', 044030758, '30101810900000000758');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Итальянская, 15', 044030001, 'ГОРБАНК', 'АО "ГОРБАНК"', 044030814, '30101810200000000814');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Савушкина, 126 лит А пом.2-Н', 044030001, 'УРИ БАНК', 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ АО "УРИ БАНК"', 044030819, '30101810700000000819');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сертолово', NULL, NULL, 'ПУ БАНКА РОССИИ СЕРТОЛОВСКОЕ', 'ПУ БАНКА РОССИИ СЕРТОЛОВСКОЕ', 044125002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Светланская, 71', NULL, 'ДАЛЬНЕВОСТОЧНОЕ ГУ БАНКА РОССИИ', 'ДАЛЬНЕВОСТОЧНОЕ ГУ БАНКА РОССИИ', 040507001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Липецк', 'пл Плеханова, 4', NULL, 'ОТДЕЛЕНИЕ ЛИПЕЦК', 'ОТДЕЛЕНИЕ ЛИПЕЦК', 044206001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'пр-т имени В.И. Ленина, 18', NULL, 'ОТДЕЛЕНИЕ ВОЛГОГРАД', 'ОТДЕЛЕНИЕ ВОЛГОГРАД', 041806001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Шахты', 'пр-т Красной Армии, 140', 046014000, 'ДОН-ТЕКСБАНК', 'МКБ "ДОН-ТЕКСБАНК" ООО', 046014718, '30101810500000000718');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'ул Крупской, 91 А', NULL, 'ОТДЕЛЕНИЕ БАРНАУЛ', 'ОТДЕЛЕНИЕ БАРНАУЛ', 040173001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Выборг', 'ул. Пионерская, д. 2, 4', 044106001, 'Выборг-банк" - ГК "АСВ', 'КУ ПАО "Выборг-банк" - ГК "АСВ"', 044106050, '30101810840300000050');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Архангельск', 'ул Карла Либкнехта, 3', NULL, 'ОТДЕЛЕНИЕ АРХАНГЕЛЬСК', 'ОТДЕЛЕНИЕ АРХАНГЕЛЬСК', 041117001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владимирский Лагерь', NULL, NULL, 'ПУ БАНКА РОССИИ ВЛАДИМИРСКОЕ', 'ПУ БАНКА РОССИИ ВЛАДИМИРСКОЕ', 045801002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Салехард', 'ул Ленина, 51', NULL, 'РКЦ САЛЕХАРД', 'РКЦ САЛЕХАРД', 047182000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'ул Кирова, 38', 043209000, 'АКБ НМБ ОАО"-ГК "АСВ', 'КОНКУРСНЫЙ УПРАВЛЯЮЩИЙ "АКБ НМБ ОАО"-ГК "АСВ"', 043209705, '30101810700000000705');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Муравьёва-Амурского, 36', 040813001, 'ХАБАРОВСКИЙ" АО "АЛЬФА-БАНК', 'ФИЛИАЛ "ХАБАРОВСКИЙ" АО "АЛЬФА-БАНК"', 040813770, '30101810800000000770');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Трёхгорный-1', NULL, NULL, 'ПУ БАНКА РОССИИ ПРЕОБРАЖЕНСКОЕ', 'ПУ БАНКА РОССИИ ПРЕОБРАЖЕНСКОЕ', 047583002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'ул Анохина, 74', NULL, 'ОТДЕЛЕНИЕ ЧИТА', 'ОТДЕЛЕНИЕ ЧИТА', 047601001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Печора', 'Печорский пр-т, 23', NULL, 'РКЦ ПЕЧОРА', 'РКЦ ПЕЧОРА', 048708000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Каневская', 'ул. Горького, 60', 040349001, 'Финансовое управление', 'Финансовое управление', 200000403, '40302810203495000411');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курск', 'ул Марата, 9', 043807001, 'КОМИТЕТ ФИНАНСОВ КУРСКОЙ ОБЛАСТИ', 'КОМИТЕТ ФИНАНСОВ КУРСКОЙ ОБЛАСТИ', 238000455, '40601810338073000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'пр-т Соколова, 22 А', NULL, 'ОТДЕЛЕНИЕ РОСТОВ-НА-ДОНУ', 'ОТДЕЛЕНИЕ РОСТОВ-НА-ДОНУ', 046015001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Наметкина, д. 13Д', 044525000, 'ИШБАНК', 'АО "ИШБАНК"', 044525624, '30101810945250000624');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Томск', 'Комсомольский пр-т, 68', NULL, 'ОТДЕЛЕНИЕ ТОМСК', 'ОТДЕЛЕНИЕ ТОМСК', 046902001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Мясницкая, д. 48', 044525000, 'ФИЛИАЛ ООО БАНК ОРАНЖЕВЫЙ В Г. МОСКВЕ', 'ФИЛИАЛ ООО БАНК ОРАНЖЕВЫЙ В Г. МОСКВЕ', 044525917, '30101810445250000917');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Кузнецкий Мост, дом 21/5', 044525000, 'ЕВРОАЛЬЯНС', 'МОСКОВСКИЙ ФИЛИАЛ АО КИБ "ЕВРОАЛЬЯНС"', 044525697, '30101810545250000697');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кызыл', 'ул Ленина, 23', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА ТЫВА', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА ТЫВА', 049304001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магадан', 'ул Пушкина, 4', NULL, 'ОТДЕЛЕНИЕ МАГАДАН', 'ОТДЕЛЕНИЕ МАГАДАН', 044442001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Майкоп', 'ул Ленина, 61', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА АДЫГЕЯ', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА АДЫГЕЯ', 047908001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Находка', 'Находкинский пр-т, 13', NULL, 'РКЦ НАХОДКА', 'РКЦ НАХОДКА', 040510000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Соликамск', 'ул 20 Лет Победы, 122', NULL, 'РКЦ СОЛИКАМСК', 'РКЦ СОЛИКАМСК', 045795000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Ленина, 286', NULL, 'ОТДЕЛЕНИЕ СТАВРОПОЛЬ', 'ОТДЕЛЕНИЕ СТАВРОПОЛЬ', 040702001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'Володарского, 49', 047102001, 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ТЮМЕНСКОЙ ОБЛАСТИ', 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ТЮМЕНСКОЙ ОБЛАСТИ', 271000013, '40301810300000000006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокуйбышевск', 'ул Миронова, 2', 043601001, 'Администрация городского округа Новокуйбышевск', 'Администрация городского округа Новокуйбышевск', 236001899, '40302810836015000017');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Маршала Жукова, 7', 040702001, 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. СТАВРОПОЛЕ', 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. СТАВРОПОЛЕ', 040702788, '30101810100000000788');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ленск', 'ул Орджоникидзе, 1', 049820000, 'Ленский район', 'ФИНУ МО "Ленский район"', 298003197, '40302810198205000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Коломенская, 12', 040407001, 'ЛАНТА-БАНК', 'КРАСНОЯРСКИЙ ФИЛИАЛ АКБ "ЛАНТА-БАНК" (АО)', 040407702, '30101810000000000702');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'Советский пр-т, 32, помещение 7', 043207001, 'Ф-Л БАНКА ГПБ (АО) В Г.КЕМЕРОВО', 'Ф-Л БАНКА ГПБ (АО) В Г.КЕМЕРОВО', 043207748, '30101810200000000748');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ялуторовск', 'ул Ленина, 23', 047102001, 'АДМИНИСТРАЦИЯ ГОРОДА ЯЛУТОРОВСКА', 'АДМИНИСТРАЦИЯ ГОРОДА ЯЛУТОРОВСКА', 280001929, '40302810765775500006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тамбов', 'ул Октябрьская, 7', NULL, 'ОТДЕЛЕНИЕ ТАМБОВ', 'ОТДЕЛЕНИЕ ТАМБОВ', 046850001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Козельск 5', NULL, NULL, 'ПУ БАНКА РОССИИ ГАГАРИНСКОЕ', 'ПУ БАНКА РОССИИ ГАГАРИНСКОЕ', 042980002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'пр-т Ленина, 61 А', 040173001, 'СИБСОЦБАНК', '"СИБСОЦБАНК" ООО', 040173745, '30101810800000000745');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магнитогорск', 'ул Кирова, 78', NULL, 'РКЦ МАГНИТОГОРСК', 'РКЦ МАГНИТОГОРСК', 047516000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ахтубинск', NULL, NULL, 'ПУ БАНКА РОССИИ ФАБРИЧНОЕ', 'ПУ БАНКА РОССИИ ФАБРИЧНОЕ', 041236002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Знаменск', NULL, NULL, 'ПУ БАНКА РОССИИ ЦИОЛКОВСКОЕ', 'ПУ БАНКА РОССИИ ЦИОЛКОВСКОЕ', 041280002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Щёлково 10', NULL, NULL, 'ПУ БАНКА РОССИИ КРЫЛАТСКОЕ', 'ПУ БАНКА РОССИИ КРЫЛАТСКОЕ', 044681002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новороссийск 12', 'ул Тобольского, 3', NULL, 'ПУ БАНКА РОССИИ ЦЕМЕССКОЕ', 'ПУ БАНКА РОССИИ ЦЕМЕССКОЕ', 040397002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Карла Маркса, 62', 040407001, 'ЕНИСЕЙСК.ОБЪЕД.БАНК', 'КРАСН.Ф-Л АО АИКБ "ЕНИСЕЙСК.ОБЪЕД.БАНК"', 040407853, '30101810700000000853');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тында', 'ул Профсоюзная, 12', NULL, 'РКЦ ТЫНДА', 'РКЦ ТЫНДА', 041013000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сызрань', 'ул Советская, 96', 043678000, 'ФУ Администрации г.о.Сызрань', 'ФУ Администрации г.о.Сызрань', 297000804, '40302810722025367801');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кяхта', 'ул Банзарова, 22 А', NULL, 'ПУ БАНКА РОССИИ СТЕПНОЕ', 'ПУ БАНКА РОССИИ СТЕПНОЕ', 048182002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Йошкар-Ола 45', 'ул Коммунистическая, 32', NULL, 'ПУ БАНКА РОССИИ КРАСНОГВАРДЕЙСКОЕ', 'ПУ БАНКА РОССИИ КРАСНОГВАРДЕЙСКОЕ', 048880002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саранск', 'ул Коммунистическая, 32', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА МОРДОВИЯ', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА МОРДОВИЯ', 048952001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', '9-ая линия ВО, 60', 044030001, 'ВОЗРОЖДЕНИЕ', 'САНКТ-ПЕТЕРБУРГСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 044030801, '30101810200000000801');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'ул Орджоникидзе, 8', NULL, 'РКЦ НОВОКУЗНЕЦК', 'РКЦ НОВОКУЗНЕЦК', 043209000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'ул Советская, 88', NULL, 'ОТДЕЛЕНИЕ ТУЛА', 'ОТДЕЛЕНИЕ ТУЛА', 047003001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 049205001, 'СПУРТ" (ПАО) - ГК "АСВ', 'КУ АКБ "СПУРТ" (ПАО) - ГК "АСВ"', 049205858, '30101810400000000858');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'Которосльная наб, 55', 047888001, 'ФОРА-БАНК', 'ФИЛИАЛ АКБ "ФОРА-БАНК" (АО) В Г.ЯРОСЛАВЛЬ', 047888710, '30101810800000000710');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Горный', NULL, NULL, 'ПУ БАНКА РОССИИ ЛЕНИНСКОЕ', 'ПУ БАНКА РОССИИ ЛЕНИНСКОЕ', 047686002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Лесная, 59, стр 2', 049209000, 'АСВ" - КУ "АНКОР БАНК', 'ГК "АСВ" - КУ "АНКОР БАНК" (АО)', 049209778, '30101810300000000778');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Молодогвардейская, 210', 043601001, 'МУФ СО', 'МУФ СО', 236000125, '40302810636014000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'Ленинский пр-т, 5', 042748001, 'Ф-Л БАНКА ГПБ (АО) В Г. КАЛИНИНГРАДЕ', 'Ф-Л БАНКА ГПБ (АО) В Г. КАЛИНИНГРАДЕ', 042748866, '30101810800000000866');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Борисоглебск', 'г. Борисоглебск, ул. Свободы, 207', 042007001, 'Отдел по финансам администрации БГО ВО', 'Отдел по финансам администрации БГО ВО', 200000397, '40302810045255000068');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Никулиной, 3', NULL, 'ПУ БАНКА РОССИИ ДОНСКОЕ', 'ПУ БАНКА РОССИИ ДОНСКОЕ', 046080002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Б.Златоустинский пер, 1, стр 6', 044525000, 'КРЕДИ АГРИКОЛЬ КИБ АО (МОСКОВСКИЙ ФИЛИАЛ)', 'КРЕДИ АГРИКОЛЬ КИБ АО (МОСКОВСКИЙ ФИЛИАЛ)', 044525843, '30101810645250000843');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 048580001, 'КРЕДИТБАНК"- ГК "АСВ', 'КУ ОАО ККБ "КРЕДИТБАНК"- ГК "АСВ"', 048580724, '30101810900000000724');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'Сибирский тракт, 3', NULL, 'ПУ БАНКА РОССИИ СОЛНЕЧНОЕ', 'ПУ БАНКА РОССИИ СОЛНЕЧНОЕ', 046579002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Свободный', 'ул Ленина, 32', NULL, 'ПУ БАНКА РОССИИ ЛЕНИНСКОЕ', 'ПУ БАНКА РОССИИ ЛЕНИНСКОЕ', 046580002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великий Новгород', 'ул Славная, 33', NULL, 'ОТДЕЛЕНИЕ НОВГОРОД', 'ОТДЕЛЕНИЕ НОВГОРОД', 044959001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, 4', 040349001, 'ПЕРВОМАЙСКИЙ" (ПАО) - ГК "АСВ', 'КУ БАНК "ПЕРВОМАЙСКИЙ" (ПАО) - ГК "АСВ"', 040349715, '30101810000000000715');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'наб р.Фонтанки, 68, 70, 72, 74', NULL, 'СЕВЕРО-ЗАПАДНОЕ ГУ БАНКА РОССИИ', 'СЕВЕРО-ЗАПАДНОЕ ГУ БАНКА РОССИИ', 044030001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Красноармейская, 159', NULL, 'ОТДЕЛЕНИЕ-НБ УДМУРТСКАЯ РЕСПУБЛИКА', 'ОТДЕЛЕНИЕ-НБ УДМУРТСКАЯ РЕСПУБЛИКА', 049401001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул. Красноярская, д. 35', 045004001, 'БАНК ИНТЕЗА', 'СИБИРСКИЙ ФИЛИАЛ АО "БАНК ИНТЕЗА"', 045004883, '30101810250040000883');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Циолковского, 18', NULL, 'УРАЛЬСКОЕ ГУ БАНКА РОССИИ', 'УРАЛЬСКОЕ ГУ БАНКА РОССИИ', 046577001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 046014000, 'ДОНБАНК" - ГК "АСВ', 'КУ ОАО КБ "ДОНБАНК" - ГК "АСВ"', 046014339, '30101810360140000339');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов 63', 'ул Мичурина, 106', NULL, 'ПУ БАНКА РОССИИ МИЧУРИНСКОЕ', 'ПУ БАНКА РОССИИ МИЧУРИНСКОЕ', 046382002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Воронежская, 154', NULL, 'ОТДЕЛЕНИЕ ХАБАРОВСК', 'ОТДЕЛЕНИЕ ХАБАРОВСК', 040813001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белушья Губа', NULL, NULL, 'ПУ БАНКА РОССИИ ЛЕНИНСКОЕ', 'ПУ БАНКА РОССИИ ЛЕНИНСКОЕ', 041126002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижневартовск', 'ул 60 лет Октября, 59 А', NULL, 'РКЦ НИЖНЕВАРТОВСК', 'РКЦ НИЖНЕВАРТОВСК', 047169000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинградский пр-т, 39, стр 79', 044525000, 'Деньги.Мэйл.Ру', 'РНКО "Деньги.Мэйл.Ру" (ООО)', 044525701, '30103810345250000701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чапаевск', 'ул Комсомольская, 17', 043601001, 'Финансовое управление администрации городского округа Чапаевск', 'Финансовое управление администрации городского округа Чапаевск', 236001938, '40302810836015000020');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул Советская, 2', NULL, 'ОТДЕЛЕНИЕ САРАТОВ', 'ОТДЕЛЕНИЕ САРАТОВ', 046311001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Спасская, 27', NULL, 'ОТДЕЛЕНИЕ КИРОВ', 'ОТДЕЛЕНИЕ КИРОВ', 043304001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Верейская, д. 29, стр.134', 044525000, 'Банк БЖФ', 'АО "Банк БЖФ"', 044525464, '30101810545250000464');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'МСБ" (ООО) - ГК "АСВ', 'КУ КБ "МСБ" (ООО) - ГК "АСВ"', 044525421, '30101810245250000421');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул Боевая, 7 А, стр 3', NULL, 'ПУ БАНКА РОССИИ ГВАРДЕЙСКОЕ', 'ПУ БАНКА РОССИИ ГВАРДЕЙСКОЕ', 048140002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Жуково', 'ул Трактовая, 6', 048073001, 'Администрация сельского поселения Жуковский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Жуковский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000651, '40302810900005000028');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ольховое', 'ул Будённого, 6', 048073001, 'Администрация сельского поселения Ольховский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Ольховский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000850, '40302810600005000030');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('сан. Юматово 15-лет БАССР', 'ул Кольцевая, 22', 048073001, 'Администрация сельского поселения Юматовский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Юматовский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000652, '40302810900005000031');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Николаевка', 'ул Советская, 25', 048073001, 'Администрация сельского поселения Николаевский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Николаевский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000657, '40302810100005000035');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рязань', 'ул Соборная, 20', NULL, 'ОТДЕЛЕНИЕ РЯЗАНЬ', 'ОТДЕЛЕНИЕ РЯЗАНЬ', 046126001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Дмитриевка', 'ул Советская, 9', 048073001, 'Администрация сельского поселения Дмитриевский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Дмитриевский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000864, '40302810400005000036');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Булгаково', 'ул Кирова, 7', 048073001, 'Администрация сельского поселения Булгаковский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Булгаковский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000656, '40302810700005000037');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Зубово', 'ул Центральная, 77', 048073001, 'Администрация сельского поселения Зубовский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Зубовский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000660, '40302810000005000038');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Русский Юрмаш', 'ул Центральная, 31', 048073001, 'Администрация сельского поселения Русско-Юрмашский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Русско-Юрмашский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000659, '40302810700005000040');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Алексеевка', 'Комсомольская ул, 1/1', 048073001, 'Администрация сельского поселения Алексеевский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Алексеевский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000662, '40302810000005000041');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Комсомольск-на-Амуре', 'пр-т Первостроителей, 19', NULL, 'РКЦ КОМСОМОЛЬСК-НА-АМУРЕ', 'РКЦ КОМСОМОЛЬСК-НА-АМУРЕ', 040825000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Туймазы', 'ул Островского, 8', NULL, 'РКЦ ТУЙМАЗЫ', 'РКЦ ТУЙМАЗЫ', 048047000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красный Яр', 'ул Фрунзе, 48', 048073001, 'Администрация сельского поселения Красноярский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Красноярский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000664, '40302810300005000042');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Миловка', 'ул Михайлова, 3', 048073001, 'Администрация сельского поселения Миловский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Миловский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000655, '40302810600005000043');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кириллово', 'ул Центральная, 66', 048073001, 'Администрация сельского поселения Кирилловский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Кирилловский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000666, '40302810900005000044');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чесноковка', 'ул Лесная, 1', 048073001, 'Администрация сельского поселения Чесноковский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Чесноковский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000661, '40302810200005000045');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нерюнгри', 'пр-т Ленина, 25', NULL, 'РКЦ НЕРЮНГРИ', 'РКЦ НЕРЮНГРИ', 049849000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Миусская пл, 3', 044525000, 'ГНТЦ "Гарант', 'ФКУ "ГНТЦ "Гарант"', 245011052, '40106810245250000021');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сергеевка', NULL, NULL, 'ПУ БАНКА РОССИИ ОЗЕРНОЕ', 'ПУ БАНКА РОССИИ ОЗЕРНОЕ', 040587002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва 701', 'ул Неглинная, 12', NULL, 'Д-Т НАЛ. ДЕН. ОБРАЩЕНИЯ БАНКА РОССИИ', 'Д-Т НАЛ. ДЕН. ОБРАЩЕНИЯ БАНКА РОССИИ', 044566002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебаркуль-4', NULL, NULL, 'ПУ БАНКА РОССИИ КАШИРИНСКОЕ', 'ПУ БАНКА РОССИИ КАШИРИНСКОЕ', 047582002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курган', 'ул Климова, 58', NULL, 'ОТДЕЛЕНИЕ КУРГАН', 'ОТДЕЛЕНИЕ КУРГАН', 043735001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сочи', 'ул Советская, 26', 040396000, 'ДФБ администрации города Сочи', 'ДФБ администрации города Сочи', 203016793, '40302810700005000010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Наро-Фоминск 1', NULL, NULL, 'ПУ БАНКА РОССИИ ЮЖНОЕ', 'ПУ БАНКА РОССИИ ЮЖНОЕ', 044697002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Биробиджан', 'пр-т 60-летия СССР, 5', NULL, 'ОТДЕЛЕНИЕ БИРОБИДЖАН', 'ОТДЕЛЕНИЕ БИРОБИДЖАН', 049923001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Михайловка', 'ул Ленина, 46', 048073001, 'Администрация сельского поселения Михайловский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Михайловский сельсовет муниципального района Уфимский район Республики Башкортостан', 280000658, '40302810500005000046');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кармасан', 'ул Центральная, 1', 048073001, 'Администрация сельского поселения Кармасанский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Кармасанский сельсовет муниципального района Уфимский район Республики Башкортостан', 280001424, '40302810980735000017');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Таптыково', 'ул Центральная, 11', 048073001, 'Администрация сельского поселения Таптыковский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Таптыковский сельсовет муниципального района Уфимский район Республики Башкортостан', 280001459, '40302810280735000018');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Октябрьский', 'ул Совхозная, 11', 048073001, 'Администрация сельского поселения Шемякский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Шемякский сельсовет муниципального района Уфимский район Республики Башкортостан', 280001689, '40302810365775400001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Авдон', 'ул Лесопарковая, 7', 048073001, 'Администрация сельского поселения Авдонский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Авдонский сельсовет муниципального района Уфимский район Республики Башкортостан', 299000738, '40302810565775400018');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Шахты', 'ул Советская, 161', NULL, 'РКЦ ШАХТЫ', 'РКЦ ШАХТЫ', 046014000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сургут', 'пр-д Советов, 2', NULL, 'РКЦ СУРГУТ', 'РКЦ СУРГУТ', 047144000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 042406001, 'АКЦИЯ" ОАО - ГК "АСВ', 'КУ АКБ "АКЦИЯ" ОАО - ГК "АСВ"', 042406707, '30101810600000000707');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Черкассы', 'ул Садовая, 7', 048073001, 'Администрация сельского поселения Черкасский сельсовет муниципального района Уфимский район Республики Башкортостан', 'Администрация сельского поселения Черкасский сельсовет муниципального района Уфимский район Республики Башкортостан', 299000752, '40302810865775400019');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Якутск', 'пр-т Ленина, 30', 049805001, 'Центризбирком РС(Я)', 'Центризбирком РС(Я)', 298000132, '40202810798050000014');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'пр-т Мира, 6', 043469001, 'РОССЕЛЬХОЗБАНК', 'КОСТРОМСКОЙ РФ АО "РОССЕЛЬХОЗБАНК"', 043469731, '30101810600000000731');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'Партизанский пр-т, 44', 040507001, 'ПРИМСОЦБАНК', 'ПАО СКБ ПРИМОРЬЯ "ПРИМСОЦБАНК"', 040507803, '30101810200000000803');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул. Некрасова, д. 11', 047169000, 'ПУРПЕ" - ГК "АСВ', 'КУ ОАО БАНК "ПУРПЕ" - ГК "АСВ"', 047169702, '30101810600000000702');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Ново-Садовая, 106 А, стр 1', 043601001, 'ПОВОЛЖСКИЙ', 'Ф-Л БАНКА ГПБ (АО) "ПОВОЛЖСКИЙ"', 043601917, '30101810000000000917');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Театральная, 3', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА БАШКОРТОСТАН', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА БАШКОРТОСТАН', 048073001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ АЙВИ БАНК (АО) - ГК "АСВ"', 044525893, '30101810145250000893');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'РАМ Банк" - ГК "АСВ', 'КУ ООО "РАМ Банк" - ГК "АСВ"', 044525878, '30101810445250000878');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ТЕМПБАНК" - ГК "АСВ', 'КУ ПАО МАБ "ТЕМПБАНК" - ГК "АСВ"', 044525130, '30101810345250000130');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Петровский бульвар, д. 11', 044525000, 'СЕВЕРНЫЙ НАРОДНЫЙ БАНК', '"СЕВЕРНЫЙ НАРОДНЫЙ БАНК" (ПАО) Ф-Л В Г.МОСКВА', 044525307, '30101810945250000307');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Норильск', 'Ленинский пр-т, 18', NULL, 'РКЦ НОРИЛЬСК', 'РКЦ НОРИЛЬСК', 040495000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ухта', 'ул Первомайская, 47', NULL, 'РКЦ УХТА', 'РКЦ УХТА', 048717000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Елец', 'ул 9 Декабря, 54', 044206001, 'Отдел финансов администрации Елецкого муниципального района Липецкой области', 'Отдел финансов администрации Елецкого муниципального района Липецкой области', 278001531, '40302810645255000063');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Братск', 'ул. Комсомольская, д. 43', 042520001, 'Братский АНКБ', '"Братский АНКБ" АО', 042520842, '30101810850042520842');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мышкин', 'Ярославская область, пл. Успенская, д.4', 047888001, 'Управление экономики и финансов администрации ММР', 'Управление экономики и финансов администрации ММР', 200000426, '40302810945255005489');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар-5', 'ул Кореновская, 47', NULL, 'ПУ БАНКА РОССИИ СЕВЕРНОЕ', 'ПУ БАНКА РОССИИ СЕВЕРНОЕ', 040394002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Дальневосточный пр-т, 28/10', NULL, 'ПУ БАНКА РОССИИ НАБЕРЕЖНОЕ', 'ПУ БАНКА РОССИИ НАБЕРЕЖНОЕ', 044080002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Солнечный', NULL, NULL, 'ПУ БАНКА РОССИИ РЕЧНОЕ', 'ПУ БАНКА РОССИИ РЕЧНОЕ', 040486002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уссурийск 12', 'ул Советская, 26', NULL, 'ПУ БАНКА РОССИИ КАЗАЧЬЕ', 'ПУ БАНКА РОССИИ КАЗАЧЬЕ', 040582002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'пр-т Кирова, 14/2', 044715002, 'УФК по Мурманской области', 'УФК по Мурманской области', 044715100, '40116810240800000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Фокино', NULL, NULL, 'ПУ БАНКА РОССИИ ПРИБРЕЖНОЕ', 'ПУ БАНКА РОССИИ ПРИБРЕЖНОЕ', 040583002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петрозаводск', 'ул Германа Титова, 10', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА КАРЕЛИЯ', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА КАРЕЛИЯ', 048602001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Псков', 'Октябрьский пр-т, 8', NULL, 'ОТДЕЛЕНИЕ ПСКОВ', 'ОТДЕЛЕНИЕ ПСКОВ', 045805001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Краснопресненская набережная, дом 12', 044525000, 'ПЛАТИНА', 'ООО КБ "ПЛАТИНА"', 044525931, '30101810845250000931');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великие Луки', 'пр-т Ленина, 47', NULL, 'РКЦ ВЕЛИКИЕ ЛУКИ', 'РКЦ ВЕЛИКИЕ ЛУКИ', 045853000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Ленина, 64', 045773001, 'УРАЛ ФД', 'ПАО АКБ "УРАЛ ФД"', 045773790, '30101810800000000790');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул Ленина, 14', 042520001, 'ДФ КБПиФ г. ИРКУТСКА', 'ДФ КБПиФ г. ИРКУТСКА', 225001317, '40302810525205000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Правды, 14', 045354001, 'НИКО-БАНК', 'ПАО "НИКО-БАНК"', 045354814, '30101810400000000814');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'ул Старостина, 21', 044705001, 'МУРМАНСКИЙ РАСЧЕТНЫЙ ЦЕНТР', 'ООО НКО "МУРМАНСКИЙ РАСЧЕТНЫЙ ЦЕНТР"', 044705301, '30103810900000000301');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'Президентский б-р, 17', 049706001, 'Центральная избирательная комиссия Чувашской Республики', 'Центральная избирательная комиссия Чувашской Республики', 297000102, '40202810100000310378');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'пр-т Ленина, 75', 044705001, 'Избирательная комиссия Мурманской области', 'Избирательная комиссия Мурманской области', 247000033, '40301810800000000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'ул Кирова, 69', 043209000, 'НОВОКИБ', 'ООО "НОВОКИБ"', 043209770, '30101810900000000770');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Светланская, 78 Б', 040507001, 'ФИЛИАЛ МОРСКОГО БАНКА (АО) В Г. ВЛАДИВОСТОК', 'ФИЛИАЛ МОРСКОГО БАНКА (АО) В Г. ВЛАДИВОСТОК', 040507879, '30101810905070000879');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижневартовск', 'ул Ленина, 6', 047169000, 'Администрация района', 'Администрация района', 271002004, '40302810100005000009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов', 'Советская пл, 15', 047888001, 'Уф Адм. РМР ЯО', 'Уф Адм. РМР ЯО', 278001279, '40302810045255000012');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Советская, 60', 045354001, 'финансовое управление администрации г. Оренбурга', 'финансовое управление администрации г. Оренбурга', 253000420, '40302810100005000102');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Йошкар-Ола', 'ул Панфилова, 39 Г', 048860001, 'ЙОШКАР-ОЛА', 'БАНК "ЙОШКАР-ОЛА" (ПАО)', 048860889, '30101810300000000889');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Садовая, 40 лит Б', 044030001, 'ПРИМСОЦБАНК', 'ФСКБ ПРИМОРЬЯ "ПРИМСОЦБАНК" В Г С-ПЕТЕРБУРГЕ', 044030821, '30101810400000000821');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Воронежская, 5 лит А пом. 32Н', 044030001, 'САНКТ-ПЕТЕРБУРГСКИЙ" АО "ОТП БАНК', 'ФИЛИАЛ "САНКТ-ПЕТЕРБУРГСКИЙ" АО "ОТП БАНК"', 044030812, '30101810600000000812');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саранск', 'ул Льва Толстого, 14', 048952001, 'ВОЗРОЖДЕНИЕ', 'САРАНСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 048952754, '30101810100000000754');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород', 'пр-т Славы, 72', 041403001, 'ДФБП', 'ДФБП', 214000111, '40601810914033000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нальчик', 'ул Толстого, 77', 048327001, 'НАЛЬЧИК', 'БАНК "НАЛЬЧИК" ООО', 048327741, '30101810700000000741');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Малые Каменщики, 10', 044525000, 'РИАЛ-КРЕДИТ', 'Ликвидатор КБ "РИАЛ-КРЕДИТ" (ООО)', 044525479, '30101810145250000479');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', 'Старопромысловское ш, 5', NULL, 'ОТДЕЛЕНИЕ-НБ ЧЕЧЕНСКАЯ РЕСПУБЛИКА', 'ОТДЕЛЕНИЕ-НБ ЧЕЧЕНСКАЯ РЕСПУБЛИКА', 049690001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ульяновск', 'ул Красноармейская, 2', NULL, 'ОТДЕЛЕНИЕ УЛЬЯНОВСК', 'ОТДЕЛЕНИЕ УЛЬЯНОВСК', 047308001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Средняя Ахтуба', 'ул Ленина, 44', 041856000, 'Комитет по финансам', 'Комитет по финансам', 218002207, '40302810318565000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Новорязанская, д.31/7, корп. 2', 044525000, 'СВЯЗЬ-БАНК', 'ПАО АКБ "СВЯЗЬ-БАНК"', 044525848, '30101810900000000848');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'Октябрьская пл, 1', 043469001, 'МОДУЛЬБАНК', 'АО КБ "МОДУЛЬБАНК"', 043469751, '30101810800000000751');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Карасунская, 155', 040394002, 'УФК по Краснодарскому краю', 'УФК по Краснодарскому краю', 040394101, '40116810200000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул Собинова, 30', 047888001, 'ЯРИНТЕРБАНК', 'ИКБР "ЯРИНТЕРБАНК" (ООО)', 047888728, '30101810300000000728');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Липецк', 'Театральная пл, 1', 044206001, 'ДЕПАРТАМЕНТ ФИНАНСОВ АДМИНИСТРАЦИИ ГОРОДА ЛИПЕЦКА', 'ДЕПАРТАМЕНТ ФИНАНСОВ АДМИНИСТРАЦИИ ГОРОДА ЛИПЕЦКА', 242000069, '40302810500005000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Липецк', 'пл Плеханова, 4', 044206001, 'УПРАВЛЕНИЕ ФИНАНСОВ ОБЛАСТИ', 'УПРАВЛЕНИЕ ФИНАНСОВ ОБЛАСТИ', 242000064, '40302810900004000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Торжок', 'пл Ананьина, 3', 042809001, 'Банк "Торжок', 'ПАО "Банк "Торжок"', 042809953, '30101810928090000953');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Парадная, 3-2 лит А помещение 234Н, 238Н, 239Н', 044030001, 'СМП БАНК', 'СФ АО "СМП БАНК"', 044030783, '30101810700000000783');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Абакан', 'ул Советская, 69', 049514001, 'ООО КБЦА', 'ООО КБЦА', 049514720, '30101810200000000720');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинградский пр-т, 20, стр 1', 044525000, 'ИК БАНК', 'МОСКОВСКИЙ ФИЛИАЛ АО "ИК БАНК"', 044525086, '30101810745250000086');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Пушкинская, 268', 049401001, 'МОБИЛБАНК" - ГК "АСВ', 'КОНКУРСНЫЙ УПРАВЛЯЮЩИЙ ОАО "МОБИЛБАНК" - ГК "АСВ"', 049401825, '30101810600000000825');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Пушкинская, 268', 049401001, 'УРАЛЬСКИЙ ТРАСТОВЫЙ БАНК" - ГК "АСВ', 'КУ ОАО "УРАЛЬСКИЙ ТРАСТОВЫЙ БАНК" - ГК "АСВ"', 049401869, '30101810200000000869');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'ул Ленина, 135', 041012001, 'избирательная комиссия Амурской области', 'избирательная комиссия Амурской области', 210000050, '40202810110120000009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пр-т Энергетиков, 45', NULL, 'МРХ СЕВЕРО-ЗАПАДНОГО ГУ БАНКА РОССИИ', 'МРХ СЕВЕРО-ЗАПАДНОГО ГУ БАНКА РОССИИ', 044083000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Пушкинская, 268', 049401001, 'УДМУРТИНВЕСТСТРОЙБАНК" - ГК "АСВ', 'КОНКУРСНЫЙ УПР. ОАО "УДМУРТИНВЕСТСТРОЙБАНК" - ГК "АСВ"', 049401863, '30101810400000000863');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Н. Масловка, 11-1', 044525000, 'МОСКОВСКИЙ ФИЛИАЛ АКБ МКПБ (АО)', 'МОСКОВСКИЙ ФИЛИАЛ АКБ МКПБ (АО)', 044525610, '30101810645250000610');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Люберцы', 'Октябрьский пр-т, 112', 044525000, 'СЛАВИЯ', 'ФИЛИАЛ АКБ "СЛАВИЯ" (АО) В Г. ЛЮБЕРЦЫ', 044525599, '30101810245250000599');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'Коммунистический пр-т, 51', 046015001, 'ФИЛИАЛ № 1 ПАО МОСОБЛБАНК', 'ФИЛИАЛ № 1 ПАО МОСОБЛБАНК', 046015050, '30101810160150000050');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Черняховск', 'ул Пионерская, 7', NULL, 'ПУ БАНКА РОССИИ N 55031', 'ПУ БАНКА РОССИИ N 55031', 042785002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Дзержинского, 41', 040886002, 'УФК по Хабаровскому краю', 'УФК по Хабаровскому краю', 040886101, '40116810300000010029');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кунгур', 'ул Ленина, 95', 045773001, 'УФ и НП Кунгурского муниципального района', 'УФ и НП Кунгурского муниципального района', 257000789, '40302810700005000037');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Поварская, 23, стр 4', 044525000, 'СКС', 'БАНК "СКС" (ООО)', 044525247, '30101810200000000247');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4', 044525000, 'Флора-Москва" - ГК "АСВ', 'Ликвидатор АО КБ "Флора-Москва" - ГК "АСВ"', 044525831, '30101810700000000831');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Куйбышев', 'квартал 1, дом 29 "вставка"', 045004001, 'Ланта-Банк', 'Куйбышевский филиал АКБ "Ланта-Банк" (АО)', 045004711, '30101810750045004711');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Маршала Жукова, 2', 040702001, 'МИНБАНК', 'ФИЛИАЛ СКРУ ПАО "МИНБАНК"', 040702703, '30101810800000000703');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Жуковский', 'ул Фрунзе, 23', 044525000, 'Финуправление Администрации г.о. Жуковский', 'Финуправление Администрации г.о. Жуковский', 278000881, '40302810345255000047');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Анадырь', 'ул Тевлянто, 8', 047719001, 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ЧУКОТСКОГО АВТОНОМНОГО ОКРУГА', 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ЧУКОТСКОГО АВТОНОМНОГО ОКРУГА', 277000440, '40301810300000000059');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тулун', 'ул Ленина, 99', 042520001, 'АДМИНИСТРАЦИЯ ГОРОДА ТУЛУНА', 'МУ "АДМИНИСТРАЦИЯ ГОРОДА ТУЛУНА"', 295001780, '40302810150045080001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'пр-т Мира, 103', 040407001, 'минфин края', 'минфин края', 204001667, '40601810804073000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великий Новгород', 'Воскресенский б-р, 4', 044959001, 'НС БАНК', 'НОВГОРОДСКИЙ ФИЛИАЛ АО "НС БАНК"', 044959727, '30101810000000000727');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Рузовская, 16 лит А', 044030001, 'ООО БАНК ОРАНЖЕВЫЙ', 'ООО БАНК ОРАНЖЕВЫЙ', 044030904, '30101810000000000904');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Безенчук', 'ул Советская, 54', 043601001, 'Управление финансами м. р. Безенчукский', 'Управление финансами м. р. Безенчукский', 236001944, '40302810736015000023');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ангарск', '29-ый мкр, 15 А', 042520001, 'ИТ БАНК', 'АНГАРСКИЙ ФИЛИАЛ АО "ИТ БАНК"', 042520767, '30101810350040000767');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Майский', 'ул Энгельса, 68', 048327001, 'УФММР', 'УФММР', 283000645, '40302810683275000013');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул Зои Космодемьянской, 10 А', 047888001, 'УФ и СЭР Администрации ЯМР', 'УФ и СЭР Администрации ЯМР', 278000185, '40302810178885000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Шентала', 'ул Советская, 33', 043601001, 'Администрация муниципального района Шенталинский Самарской области', 'Администрация муниципального района Шенталинский Самарской области', 236002011, '40302810036015000079');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Большая Черниговка', 'ул Полевая, 77', 043601001, 'Финансовое управление', 'МКУ "Финансовое управление"', 236001851, '40302810536015000016');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'улица Ленина, дом 304Г', 046401001, 'ХОЛМСК', 'АО РНКО "ХОЛМСК"', 046401989, '30103810864010000989');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул Ленина, 1 А', 042520001, 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ИРКУТСКОЙ ОБЛАСТИ', 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ИРКУТСКОЙ ОБЛАСТИ', 225000021, '40301810600000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Карасунская, 155', 040349001, 'УФК по Краснодарскому краю', 'УФК по Краснодарскому краю', 010349101, '40101810300000010013');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Энгельс', 'ул Коммунистическая, 55', 046311001, 'Комитет финансов администрации Энгельсского муниципального района', 'Комитет финансов администрации Энгельсского муниципального района', 297000737, '40302810022025630141');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '4-й Лесной пер, 4', 044525000, 'ПЭЙПАЛ РУ', 'ООО НКО "ПЭЙПАЛ РУ"', 044525303, '30103810100000000303');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Цюрупы, 74', 048073001, 'СВЯЗЬ-БАНК', 'УФИМСКИЙ ФИЛИАЛ ПАО АКБ "СВЯЗЬ-БАНК"', 048073907, '30101810280730000907');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Геленджик', 'ул Революционная, 1', 040349001, 'Финансовое управление', 'Финансовое управление', 203053224, '40302810703495000335');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Херсонская, 12,14 лит А', 044030001, 'ФИЛИАЛ АЙСИБИСИ БАНК (АО) В САНКТ-ПЕТЕРБУРГЕ', 'ФИЛИАЛ АЙСИБИСИ БАНК (АО) В САНКТ-ПЕТЕРБУРГЕ', 044030824, '30101810440300000824');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Красноармейская, 10', 046577001, 'РАЙФФАЙЗЕНБАНК', 'УРАЛЬСКИЙ ФИЛИАЛ АО "РАЙФФАЙЗЕНБАНК"', 046577906, '30101810100000000906');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Б. Монетная, 16-30 лит А', 044030001, 'САНКТ-ПЕТЕРБУРГСКИЙ БАНК ИНВЕСТИЦИЙ (АО)', 'САНКТ-ПЕТЕРБУРГСКИЙ БАНК ИНВЕСТИЦИЙ (АО)', 044030820, '30101810100000000820');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Катаева, 293', 046015001, 'СДМ-БАНК', 'ФИЛИАЛ "СДМ-БАНК" (ПАО) В Г. РОСТОВ-НА-ДОНУ', 046015088, '30101810860150000088');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Грузинская, 48', 042202001, 'Минфин Нижегородской области', 'Минфин Нижегородской области', 222000299, '40302810322024000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Ленина, 14 лит А', 044030001, 'СДМ-БАНК', 'ФИЛИАЛ "СДМ-БАНК"(ПАО) В Г.САНКТ-ПЕТЕРБУРГЕ', 044030878, '30101810000000000878');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вилючинск', 'мкр-н Центральный д. 5', NULL, 'ПУ БАНКА РОССИИ АВАЧИНСКОЕ', 'ПУ БАНКА РОССИИ АВАЧИНСКОЕ', 043081002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нальчик', 'ул Головко, 2 А', 048327001, 'Минфин КБР', 'Минфин КБР', 283000035, '40302810500274000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Вишневского, 24', 049209000, 'ИК БАНК', 'АО "ИК БАНК"', 049209767, '30101810900000000767');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'г. Саратов, ул. Рабочая, 27', 046311001, 'СИНЕРГИЯ', 'АО РНКО "СИНЕРГИЯ"', 046311926, '30103810622026311926');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'АСВ', 'КУ ООО ПИР Банк - ГК "АСВ"', 044525491, '30101810945250000491');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Серова, 47', 046577001, 'ЧЕЛИНДБАНК', 'ФИЛИАЛ ПАО "ЧЕЛИНДБАНК" В Г. ЕКАТЕРИНБУРГЕ', 046577900, '30101810300000000900');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'Океанский пр-т, 131 В', 040507001, 'ФИЛИАЛ ББР БАНКА (АО), Г. ВЛАДИВОСТОК', 'ФИЛИАЛ ББР БАНКА (АО), Г. ВЛАДИВОСТОК', 040507867, '30101810000000000867');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Больш. пр-т ВО, 18 лит А пом. 57Н, 58Н', 044030001, 'ИС БАНК', 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ АО КБ "ИС БАНК"', 044030714, '30101810440300000714');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Светланская, 47', 040507001, 'ПРИМОРЬЕ', 'ПАО АКБ "ПРИМОРЬЕ"', 040507795, '30101810800000000795');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Кирова, 27', 048073001, 'БАШКИРСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'БАШКИРСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 048073948, '30101810980730000948');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул. Северная, 311/ул. им. Янковского, 172', 040349001, 'СМП БАНК', 'КРФ АО "СМП БАНК"', 040349838, '30101810000000000838');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'ул Рабоче-Крестьянская, 22', 041806001, 'ЦЕНТР-ИНВЕСТ', 'ФИЛИАЛ № 9 ПАО КБ "ЦЕНТР-ИНВЕСТ"', 041806870, '30101810100000000870');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'пр-т Юности, 1 Б', 040702001, 'ЦЕНТР-ИНВЕСТ', 'ФИЛИАЛ №4 ПАО КБ "ЦЕНТР-ИНВЕСТ"', 040702734, '30101810400000000734');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул Комиссаржевской, 13', 042007001, 'ВОРОНЕЖСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'ВОРОНЕЖСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 042007709, '30101810100000000709');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Ставропольская, 41', 040349001, 'КРАСНОДАРСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'КРАСНОДАРСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 040349548, '30101810400000000548');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул. Гоголя, д. 38', 045004001, 'НОВОСИБИРСК" КБ "ЛОКО-БАНК', 'ФИЛИАЛ "НОВОСИБИРСК" КБ "ЛОКО-БАНК" (АО)', 045004796, '30101810350040000796');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Чапаевская, 178', 043601001, 'САМАРСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'САМАРСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 043601777, '30101810800000000777');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Н. Никонова, 4', 046577001, 'ЕКАТЕРИНБУРГСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'ЕКАТЕРИНБУРГСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 046577971, '30101810300000000971');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4', 044525000, 'ЮГРА" - ГК "АСВ', 'КУ ПАО БАНК "ЮГРА" - ГК "АСВ"', 044525434, '30101810245250000434');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Варшавское шоссе, д. 118, корп. 1', 044525000, 'РАСЧЕТНЫЕ РЕШЕНИЯ', 'ООО НКО "РАСЧЕТНЫЕ РЕШЕНИЯ"', 044525070, '30103810445250000070');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Павелецкая пл, 2, стр 2', 044525000, 'Ю БИ ЭС БАНК', 'ООО "Ю БИ ЭС БАНК"', 044525733, '30101810400000000733');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БАНК24.РУ" (ОАО) - ГК "АСВ', 'ЛИКВИДАТОР "БАНК24.РУ" (ОАО) - ГК "АСВ"', 044525093, '30101810945250000093');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул. Фрунзе, д.54', 045209001, 'Мираф-Банк" - ГК "АСВ', 'КУ АО "Мираф-Банк" - ГК "АСВ"', 045209703, '30101810050045209703');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул Андропова, 6', 047888001, 'департамент финансов мэрии города Ярославля', 'департамент финансов мэрии города Ярославля', 278000104, '40302810778885000050');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'Шереметевский пр-т, 47 А', 042406001, 'ИНЭКО', 'ПНКО "ИНЭКО" (ООО)', 042406807, '30103810124060000807');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Стерлитамак', 'пр. Октября, д. 32', 048082000, 'Территориальная избирательная комиссия городского округа город Стерлитамак Республики Башкортостан', 'Территориальная избирательная комиссия городского округа город Стерлитамак Республики Башкортостан', 200001256, '40301810665770420006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4', 044525000, 'ЛИДЕР" - ГК "АСВ', 'КУ НКО АО "ЛИДЕР" - ГК "АСВ"', 044525497, '30103810345250000497');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'Газетный пер, 6-1', 045209001, 'ПЛЮС БАНК', 'ОМСКИЙ ФИЛИАЛ ПАО "ПЛЮС БАНК"', 045209884, '30101810152090000884');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ СВЯЗНОЙ БАНК (АО) - ГК "АСВ"', 044525139, '30101810045250000139');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Олимпийский пр-т, 14', 044525000, 'ОНЕЙ БАНК', 'ООО "ОНЕЙ БАНК"', 044525127, '30101810345250000127');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул Мальцева, 52', 041909001, 'СЕВЕРСТРОЙБАНК', '"СЕВЕРСТРОЙБАНК" АО', 041909707, '30101810300000000707');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'пл Ленина, 1', 040702001, 'избирательная комиссия Ставропольского края', 'избирательная комиссия Ставропольского края', 207000150, '40301810800000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул. Дмитрия Донского, 11', 045004001, 'Р-ИНКАС', 'Новосибирский филиал РНКО "Р-ИНКАС" (ООО)', 045004051, '30103810450045004051');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петровск', 'пл Ленина, 5', 046311001, 'ФУА Петровского муниципального района Саратовской области', 'ФУА Петровского муниципального района Саратовской области', 263011966, '40302810000005000205');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красногорск', 'ул Международная, 18', 044525000, 'КРОКУС-БАНК', 'КБ "КРОКУС-БАНК" (ООО)', 044525881, '30101810445250000881');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'г. Москва, ул. Высоцкого, 4', 042007001, 'БАНК ВОРОНЕЖ" - ГК "АСВ', 'КУ АО "БАНК ВОРОНЕЖ" - ГК "АСВ"', 042007707, '30101810500000000707');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСКАНИЯ ТРАСТ" (ООО) - ГК "АСВ', 'КУ КБ "АСКАНИЯ ТРАСТ" (ООО) - ГК "АСВ"', 044525141, '30101810745250000141');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокубанск', 'ул. Первомайская, 124', 040349001, 'ФУ администрации МО Новокубанский район', 'ФУ администрации МО Новокубанский район', 200000401, '40302810703495000021');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'Пл. Свободы, д. 9', 043678000, 'Территориальная избирательная комиссия Ставропольского района Самарской области', 'Территориальная избирательная комиссия Ставропольского района Самарской области', 200001413, '40202810122023678001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'НКО "ПАРИТЕТ" - ГК "АСВ', 'ЛИКВИДАТОР ООО "НКО "ПАРИТЕТ" - ГК "АСВ"', 044525143, '30103810945250000143');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Верхняя Масловка, д. 20, стр. 2', 044525000, 'ЮНИСТРИМ', 'АО КБ "ЮНИСТРИМ"', 044525550, '30101810145250000550');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЛИНК-БАНК" (ОАО) - ГК "АСВ', 'КУ АКБ "ЛИНК-БАНК" (ОАО) - ГК "АСВ"', 044525144, '30101810645250000144');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Ленина, 70', 048073001, 'РОССЕЛЬХОЗБАНК', 'БАШКИРСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 048073934, '30101810200000000934');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул Герцена, 2', 041909001, 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ВОЛОГОДСКОЙ  ОБЛАСТИ', 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ВОЛОГОДСКОЙ  ОБЛАСТИ', 219000037, '40301810100000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул. Ленина, д. 85, офис 42', 045773001, 'ТИК Дзержинского района г. Перми', 'ТИК Дзержинского района г. Перми', 200001404, '40202810665770300003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пенза', 'ул Володарского, 49', 045655001, 'Избирательная комиссия Пензенской области', 'Избирательная комиссия Пензенской области', 256001199, '40301810000000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РГТ-БАНК" (ЗАО) - ГК "АСВ', 'КУ "РГТ-БАНК" (ЗАО) - ГК "АСВ"', 044525145, '30101810945250000145');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Гжатская, 21-2 лит А', 044030001, 'ОБЪЕДИНЕННЫЙ КАПИТАЛ', 'АО БАНК "ОБЪЕДИНЕННЫЙ КАПИТАЛ"', 044030826, '30101810900000000826');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул. Адмирала Нахимова, д. 4', 045773001, 'ТИК Кировского района', 'ТИК Кировского района', 200001336, '40202810365770300002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ КБ СССБ (ООО) - ГК "АСВ"', 044525146, '30101810245250000146');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Балаково', 'ул Факел Социализма, 21', 046311001, 'БАЛАКОВО-БАНК', 'АО "БАЛАКОВО-БАНК"', 046311890, '30101810022026311890');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Бузулук', 'ул Галактионова, 30/О. Яроша,80', NULL, 'РКЦ БУЗУЛУК', 'РКЦ БУЗУЛУК', 045306000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кинель-Черкассы', 'ул Красноармейская, 69', 043601001, 'Управление финансов Кинель-Черкасского района', 'Управление финансов Кинель-Черкасского района', 297000821, '40302810622025360155');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Дзержинск', 'ул Урицкого, 10 Б', 042202001, 'ХИМИК', 'ПАО КОМБАНК "ХИМИК"', 042202727, '30101810222020000727');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орск', 'ул. Машиностроителей, д. 61 / ул. Рыбалко, д.1', NULL, 'РКЦ ОРСК', 'РКЦ ОРСК', 045339000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Прохладный', 'ул Ленина, 159', 048327001, 'Финансовое управление местной администрации городского округа Прохладный КБР', 'МУ "Финансовое управление местной администрации городского округа Прохладный КБР"', 283000643, '40302810283275000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Волынский пер, 1/36 лит А', 044030001, 'ЭЙЧ-ЭС-БИ-СИ БАНК (РР)', 'Ф-Л ООО "ЭЙЧ-ЭС-БИ-СИ БАНК (РР)" ПЕТЕРБУРГ', 044030883, '30101810600000000883');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Залукокоаже', 'ул Комсомольская, 89', 048327001, 'Управление финансами', 'МКУ "Управление финансами"', 283000580, '40302810000275000007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Баксан', 'ул Ленина, 21', 048327001, 'Управление финансами Баксанского района', 'МУ "Управление финансами Баксанского района"', 283000232, '40302810383275000009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нефтеюганск', 'мкр 16. зд 20', NULL, 'РКЦ НЕФТЕЮГАНСК', 'РКЦ НЕФТЕЮГАНСК', 047173000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноармейское', 'Центральная пл, 12', 043601001, 'Комитет по УФА Красноармейского района', 'Комитет по УФА Красноармейского района', 236001953, '40302810536015000029');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул Карла Маркса, 40', 042520001, 'ИРКУТСКИЙ" АО КБ "СОЛИДАРНОСТЬ', 'ФИЛИАЛ "ИРКУТСКИЙ" АО КБ "СОЛИДАРНОСТЬ"', 042520777, '30101810750042520777');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Ефимова, 4А, лит А', 044030001, 'ПЕТЕРБУРГСКИЙ" АО КБ "СОЛИДАРНОСТЬ', 'ФИЛИАЛ "ПЕТЕРБУРГСКИЙ" АО КБ "СОЛИДАРНОСТЬ"', 044030751, '30101810940300000751');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Гашека, 7, стр 1', 044525000, 'МОСКОВСКИЙ" АО КБ "СОЛИДАРНОСТЬ', 'ФИЛИАЛ "МОСКОВСКИЙ" АО КБ "СОЛИДАРНОСТЬ"', 044525067, '30101810845250000067');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Армавир', 'ул. Карла Либкнехта, 52', 040349001, 'ФУ города Армавира', 'ФУ города Армавира', 200000456, '40302810603495000053');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Варшавское ш, 1, стр 1-2', 044525000, 'МОРСКОЙ БАНК (АО)', 'МОРСКОЙ БАНК (АО)', 044525095, '30101810545250000095');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж 45', NULL, NULL, 'ПУ БАНКА РОССИИ МОСКОВСКОЕ', 'ПУ БАНКА РОССИИ МОСКОВСКОЕ', 042080002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Аркадак', 'ул Ленина, 25', 046311001, 'Финансовое управление Аркадакского района', 'Финансовое управление Аркадакского района', 297000721, '40302810122025630135');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Брянск 18', NULL, NULL, 'ПУ БАНКА РОССИИ ПРОЛЕТАРСКОЕ', 'ПУ БАНКА РОССИИ ПРОЛЕТАРСКОЕ', 041580002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'пр-т Ленина, 24 А', 046577001, 'Департамент финансов Екатеринбурга', 'Департамент финансов Екатеринбурга', 265000567, '40302810500005000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пречистое', 'ул Ярославская, 90', 047888001, 'Отдел финансов администрации ПМР', 'Отдел финансов администрации ПМР', 278001247, '40302810645255000027');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Белинского, 61', 042202001, 'НОВИКОМБАНК', 'ФИЛИАЛ АО АКБ "НОВИКОМБАНК" В Г.Н.НОВГОРОДЕ', 042202863, '30101810300000000863');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда 20', NULL, NULL, 'ПУ БАНКА РОССИИ ПОЙМИНСКОЕ', 'ПУ БАНКА РОССИИ ПОЙМИНСКОЕ', 041980002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пр-т Добролюбова, 16-2 лит А', 044030001, 'МТС-БАНК', 'СЕВЕРО-ЗАПАДНЫЙ ФИЛИАЛ ПАО "МТС-БАНК"', 044030893, '30101810700000000893');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'пл им. 50-летия Октября, 15', 049401001, 'Центральная избирательная комиссия Удмуртской Республики', 'Центральная избирательная комиссия Удмуртской Республики', 294000122, '40202810400000000011');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Магомеда Ярагского, 93', 048270002, 'УФК по Республике Дагестан', 'УФК по Республике Дагестан', 048270101, '40116810100000010008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Кирова, 3/1', 045081002, 'УФК по Новосибирской области', 'УФК по Новосибирской области', 045081100, '40116810200000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Светланская, 69', 040582002, 'УФК по Приморскому краю', 'УФК по Приморскому краю', 040582101, '40116810300000010005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Московская, 55', 043380002, 'УФК ПО КИРОВСКОЙ ОБЛАСТИ', 'УФК ПО КИРОВСКОЙ ОБЛАСТИ', 043380100, '40116810600000010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Гоголя, 62', 048080002, 'УФК по Республике Башкортостан', 'УФК по Республике Башкортостан', 048080100, '40116810300000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'пр-т Кирова, 14/2', 044780002, 'УФК по Мурманской области', 'УФК по Мурманской области', 044780100, '40116810400000010008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Йошкар-Ола', 'ул Вознесенская, 85', 048880002, 'УФК по Республике Марий Эл', 'УФК по Республике Марий Эл', 048880100, '40116810088800010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'пл Свободы, 7/2', 046080002, 'УФК по Ростовской области', 'УФК по Ростовской области', 046080101, '40116810300000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Мичурина, 46', 043601001, 'СМП БАНК', 'СМФ АО "СМП БАНК"', 043601701, '30101810300000000701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новотроицк', 'ул. Советская, 80', 045339000, 'Финансовое управление администрации муниципального образования город Новотроицк', 'Финансовое управление администрации муниципального образования город Новотроицк', 200000396, '40302810165775620003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Инженерная, 9', 044030001, 'БАНК УРАЛСИБ', 'ФИЛИАЛ ПАО "БАНК УРАЛСИБ" В Г.САНКТ-ПЕТЕРБУРГ', 044030706, '30101810800000000706');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'пр-т Ленина, 2', 047003001, 'министерство финансов Тульской области', 'министерство финансов Тульской области', 270000071, '40601810370033000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курск', 'ул А. Невского, 7', 043807001, 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ КУРСКОЙ ОБЛАСТИ', 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ КУРСКОЙ ОБЛАСТИ', 238000020, '40301810200000000062');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск 95', NULL, NULL, 'ПУ БАНКА РОССИИ МОСКОВСКОЕ', 'ПУ БАНКА РОССИИ МОСКОВСКОЕ', 045080002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск 78', NULL, NULL, 'ПУ БАНКА РОССИИ ЗЕЛЕНОГОРСКОЕ', 'ПУ БАНКА РОССИИ ЗЕЛЕНОГОРСКОЕ', 042581002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', NULL, NULL, 'ПУ БАНКА РОССИИ ЗАПАДНОЕ', 'ПУ БАНКА РОССИИ ЗАПАДНОЕ', 044582002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород 22', NULL, NULL, 'ПУ БАНКА РОССИИ ЛЕНИНСКОЕ', 'ПУ БАНКА РОССИИ ЛЕНИНСКОЕ', 041480002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул Герцена, 2', 041946000, 'ДЕПАРТАМЕНТ ФИНАНСОВ ОБЛАСТИ', 'ДЕПАРТАМЕНТ ФИНАНСОВ ОБЛАСТИ', 219000206, '40302810900465000031');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пл. Конституции, 3 лит А пом. 7Н, 9Н', 044030001, 'САНКТ-ПЕТЕРБУРГ" КБ "ЛОКО-БАНК', 'ФИЛИАЛ "САНКТ-ПЕТЕРБУРГ" КБ "ЛОКО-БАНК" (АО)', 044030867, '30101810600000000867');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Б. Морская, 57 лит А пом. 20Н', 044030001, 'НОРДЕА БАНК', 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ АО "НОРДЕА БАНК"', 044030868, '30101810900000000868');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Агасиева, 2-1', 048209001, 'РБА', 'ФИЛИАЛ КБ "РБА" (ООО) В Г.МАХАЧКАЛА', 048209880, '30101810900000000880');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул 8 Марта, 179 В', 046577001, 'ИНКАХРАН', 'ЕКАТЕРИНБУРГСКИЙ ФИЛИАЛ НКО "ИНКАХРАН" (АО)', 046577316, '30103810400000000316');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул Беговая, 191 А', 042007001, 'ИНКАХРАН', 'ВОРОНЕЖСКИЙ ФИЛИАЛ НКО "ИНКАХРАН" (АО)', 042007801, '30103810200000000801');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул им. Селезнева, 204', 040349001, 'ИНКАХРАН', 'КРАСНОДАРСКИЙ ФИЛИАЛ НКО "ИНКАХРАН" (АО)', 040349748, '30103810800000000748');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Каммаева, 19, к "Ж"', 048209001, 'МГМБ" ГК "АСВ', 'ЛИКВ ООО "МГМБ" ГК "АСВ"', 048209943, '30101810300000000943');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Куйбышева, 10', 045773001, 'БАНК ПЕРМЬ (АО)', 'БАНК ПЕРМЬ (АО)', 045773756, '30101810200000000756');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Сергея Лазо, 12 Д', 040407001, 'ИНКАХРАН', 'КРАСНОЯРСКИЙ ФИЛИАЛ НКО "ИНКАХРАН" (АО)', 040407937, '30103810200000000937');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Каммаева, 19, к "Ж"', 048209001, 'ПРЕСТИЖКРЕДИТБАНК" ГК "АСВ', 'КУ ООО КБ "ПРЕСТИЖКРЕДИТБАНК" ГК "АСВ"', 048209848, '30101810282090000848');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул. Большевистская, д. 135/2а', 045004001, 'ИНКАХРАН', 'НОВОСИБИРСКИЙ Ф-Л НКО "ИНКАХРАН"(АО)', 045004893, '30103810950040000893');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'п. Сосенское, Калужское ш., 24-й км, домовл. 1, стр.1, 9 этаж', 044525000, 'РУСЬРЕГИОНБАНК', 'ПАО КБ "РУСЬРЕГИОНБАНК"', 044525412, '30101810445250000412');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Б. Саввинский пер, 2, стр 9', 044525000, 'ДЕРЖАВА', 'АКБ "ДЕРЖАВА" ПАО', 044525675, '30101810745250000675');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Литейный пр-т, 57 лит Б пом. 13Н, 21 Н', 044030001, 'БАНК ИНТЕЗА', 'СЕВЕРО-ЗАПАДНЫЙ ФИЛИАЛ АО "БАНК ИНТЕЗА"', 044030710, '30101810100000000710');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Красноармейская, 127', 049401001, 'ИЖЕВСКИЙ" ПАО "СКБ-БАНК', 'ФИЛИАЛ "ИЖЕВСКИЙ" ПАО "СКБ-БАНК"', 049401740, '30101810400000000740');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Осипенко, 11', 043601001, 'ВБРР', 'САМАРСКИЙ ФИЛИАЛ БАНКА "ВБРР" (АО)', 043601876, '30101810400000000876');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Шигоны', 'пл Ленина, 1', 043678000, 'Финуправление АМР Шигонский', 'Финуправление АМР Шигонский', 297000805, '40302810022025367802');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Лесная, 59, стр 2', 048073001, 'АФ БАНК', 'КОНКУР.УПРАВ.ОАО "АФ БАНК"-ГК АСВ', 048073855, '30101810800000000855');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'г. Москва, ул. Лесная, д. 59, стр. 2', 048073001, 'УРАЛКАПИТАЛБАНК" - ГК "АСВ', 'КУ ООО "УРАЛКАПИТАЛБАНК" - ГК "АСВ"', 048073809, '30101810500000000809');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Йошкар-Ола', 'Ленинский пр-т, 29', 048860001, 'Центральная избирательная комиссия Республики Марий Эл', 'Центральная избирательная комиссия Республики Марий Эл', 288000267, '40301810400000000142');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Дыбенко, 12 Б', 043601001, 'ФУ Администрации М Р Волжский', 'ФУ Администрации М Р Волжский', 236000278, '40302810936015000014');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Селезнёвская, дом 15А, строение 1', 044525000, 'ПРОБАНК', 'АО "ПРОБАНК"', 044525203, '30101810845250000203');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Гафури, 54', 048073001, 'РОСКОМСНАББАНК (ПАО)', 'РОСКОМСНАББАНК (ПАО)', 048073842, '30101810800000000842');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Серебряническая набережная, дом 29', 044525000, 'ТОЙОТА БАНК', 'АО "ТОЙОТА БАНК"', 044525630, '30101810600000000630');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'ул Ленина, 108', 041081002, 'УФК по Амурской области', 'УФК по Амурской области', 041081100, '40116810100000010004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Тестовская, д. 10', 044525000, 'КЭБ ЭЙЧЭНБИ БАНК', 'ООО "КЭБ ЭЙЧЭНБИ БАНК"', 044525808, '30101810500000000808');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Якутск', 'пр-т Ленина, 15', 049805001, 'Департамент финансов г. Якутска', 'Департамент финансов г. Якутска', 298003187, '40302810498055000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'Комсомольский пр-т, 80', 045773001, 'ПРОИНВЕСТБАНК', 'АКБ "ПРОИНВЕСТБАНК" (ПАО)', 045773764, '30101810700000000764');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Алексеевка', 'ул Советская, 7', 043601001, 'Финуправление', 'МКУ "Финуправление"', 236002025, '40302810736015000081');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сызрань', 'ул Ульяновская, 79', 043601001, 'ЗЕМСКИЙ БАНК', 'ООО "ЗЕМСКИЙ БАНК"', 043601811, '30101810922023601811');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орёл', 'ул Московская, 29', 045402001, 'ЦЕРИХ" (ЗАО)-ГК "АСВ', 'КУ БАНК "ЦЕРИХ" (ЗАО)-ГК "АСВ"', 045402719, '30101810700000000719');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'пр-т Текстильщиков, 46', 043469001, 'ЭКСПРЕСС-ВОЛГА', 'АО АКБ "ЭКСПРЕСС-ВОЛГА"', 043469996, '30101810745250000996');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ТРАНСНАЦИОНАЛЬНЫЙ БАНК" (ООО)-ГК "АСВ', 'КУ КБ "ТРАНСНАЦИОНАЛЬНЫЙ БАНК" (ООО)-ГК "АСВ"', 044525374, '30101810745250000374');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ОПМ-БАНК" - ГК "АСВ', 'КУ ООО КБ "ОПМ-БАНК" - ГК "АСВ"', 044525378, '30101810945250000378');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Абакан', 'пр-т Ленина, 67', 049514001, 'Избирательная комиссия Республики Хакасия', 'Избирательная комиссия Республики Хакасия', 295000301, '40301810800000000033');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Пушкинская, 117', 046015001, 'ФОРА-БАНК', 'Ф-Л АКБ "ФОРА-БАНК" (АО) В Г.РОСТОВ-НА-ДОНУ', 046015051, '30101810460150000051');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул Ленина, 54', 048142001, 'Избирательная комиссия Республики Бурятия', 'Избирательная комиссия Республики Бурятия', 281000080, '40301810000000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Серебренниковская, 37 А', 045004001, 'ПРОМСВЯЗЬБАНК', 'СИБИРСКИЙ Ф-Л ПАО "ПРОМСВЯЗЬБАНК"', 045004816, '30101810500000000816');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. 4-я Советская, д. 37а лит А', 044030001, 'РОСДОРБАНК', 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ ПАО "РОСДОРБАНК"', 044030729, '30101810900000000729');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Гагаринский пер, 3', 044525000, 'РОССЕЛЬХОЗБАНК', 'АО "РОССЕЛЬХОЗБАНК"', 044525111, '30101810200000000111');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул 1-я Фрунзенская, 5', 044525000, 'МОСКОМБАНК', 'АО "МОСКОМБАНК"', 044525476, '30101810245250000476');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'пл Свободы, 1', 049033001, 'ЦИК  РСО-А', 'ЦИК  РСО-А', 290000103, '40301810600000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Кузнечная, 83', 046577001, 'УРАЛФИНАНС', 'ООО КБ "УРАЛФИНАНС"', 046577993, '30101810100000000993');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Куйбышева, 67', 046577001, 'УРАЛЬСКИЙ БАНК ПАО СБЕРБАНК', 'УРАЛЬСКИЙ БАНК ПАО СБЕРБАНК', 046577674, '30101810500000000674');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БНКВ" (АО) - ГК "АСВ', 'КУ АКБ "БНКВ" (АО) - ГК "АСВ"', 044525556, '30101810945250000556');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'СТРАТЕГИЯ" (ПАО) - ГК "АСВ', 'КУ АКБ "СТРАТЕГИЯ" (ПАО) - ГК "АСВ"', 044525563, '30101810145250000563');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БАНК ГОРОД" (АО) - ГК "АСВ', 'КУ "БАНК ГОРОД" (АО) - ГК "АСВ"', 044525584, '30101810645250000584');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул. Думская, 7', 045209001, 'ИТ Банк', 'АО "ИТ Банк"', 045209702, '30101810750045209702');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Черкесск', 'ул Пушкинская, 71', 049133001, 'СВЯЗЬ-БАНК', 'СЕВЕРО-КАВКАЗСКИЙ ФИЛИАЛ ПАО АКБ "СВЯЗЬ-БАНК"', 049133840, '30101810000000000840');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'пл Революции, 2', 047501001, 'Комитет финансов города Челябинска', 'Комитет финансов города Челябинска', 275002302, '40302810000005000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Карла Маркса, 38', 047501001, 'ЧЕЛЯБИНСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'ЧЕЛЯБИНСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 047501982, '30101810200000000982');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тамбов', 'ул Карла Маркса, 130', 046850001, 'ТАМБОВСКОЕ ОТДЕЛЕНИЕ N8594 ПАО СБЕРБАНК', 'ТАМБОВСКОЕ ОТДЕЛЕНИЕ N8594 ПАО СБЕРБАНК', 046850649, '30101810800000000649');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'Краснознаменный пер., д. 5В', 040507001, 'Владивостокский" АО "Банк ДОМ.РФ', 'Филиал "Владивостокский" АО "Банк ДОМ.РФ"', 040507761, '30101810505070000761');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Аткарск', 'ул Советская, 64', 046311001, 'Финансовое управление АМР', 'Финансовое управление АМР', 263009668, '40302810200005000186');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БАНК РОССИЙСКИЙ КРЕДИТ" -ГК "АСВ', 'КУ ОАО "БАНК РОССИЙСКИЙ КРЕДИТ" -ГК "АСВ"', 044525057, '30101810500000000057');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. 1-я Брестская, д. 22', 044525000, 'РОССИТА-БАНК', 'МКИБ "РОССИТА-БАНК" ООО', 044525747, '30101810945250000747');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 042406001, 'ИВАНОВО" - ГК "АСВ', 'КУ АО КБ "ИВАНОВО" - ГК "АСВ"', 042406705, '30101810000000000705');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АМТ БАНК" ГК "АСВ', 'КУ ООО "АМТ БАНК" ГК "АСВ"', 044525073, '30101810745250000073');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саранск', 'ул Ботевградская, 18, помещение 1', 048952001, 'ИНТЕРКАПИТАЛ-БАНК', 'КУ ООО КБ "ИНТЕРКАПИТАЛ-БАНК"', 048952630, '30101810800000000630');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул Чернышевского, 90', 046311001, 'БАНК "АГРОРОС', 'АО "БАНК "АГРОРОС"', 046311772, '30101810600000000772');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курск', 'ул Ленина, 13', 043807001, 'КУРСКПРОМБАНК', 'ПАО "КУРСКПРОМБАНК"', 043807708, '30101810800000000708');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'С БАНК" - ГК "АСВ', 'КУ ЗАО "С БАНК" - ГК "АСВ"', 044525106, '30101810845250000106');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Мамина-Сибиряка, 145', 046577001, 'РОССИЯ', 'ЕКАТЕРИНБУРГСКИЙ ФИЛИАЛ АБ "РОССИЯ"', 046577507, '30101810965770000507');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БМБ" (ООО) - ГК "АСВ', 'КУ КБ "БМБ" (ООО) - ГК "АСВ"', 044525140, '30101810445250000140');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АДМИРАЛТЕЙСКИЙ" - ГК "АСВ', 'КУ ООО КБ "АДМИРАЛТЕЙСКИЙ" - ГК "АСВ"', 044525157, '30101810645250000157');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'КУТУЗОВСКИЙ" ООО - ГК "АСВ', 'КУ КБ "КУТУЗОВСКИЙ" ООО - ГК "АСВ"', 044525228, '30101810545250000228');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МАСТЕР-БАНК" (ОАО) ГК "АСВ', 'КУ "МАСТЕР-БАНК" (ОАО) ГК "АСВ"', 044525353, '30101810000000000353');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ПРБ" - ГК "АСВ', 'КУ ОАО "ПРБ" - ГК "АСВ"', 044525368, '30101810845250000368');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул Севастопольская, 13', 043510001, 'ГЕНБАНК', 'АО "ГЕНБАНК"', 043510123, '30101810835100000123');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Семьи Шамшиных, 26, 26/1', 045004001, 'РОССИЯ', 'НОВОСИБИРСКИЙ ФИЛИАЛ АБ "РОССИЯ"', 045004701, '30101810950040000701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'пр-т Кирова, 36', 043510001, 'РОССИЯ', 'СИМФЕРОПОЛЬСКИЙ ФИЛИАЛ АБ "РОССИЯ"', 043510107, '30101810835100000107');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Смышляевка', 'ул Пионерская, 2 А', 043601001, 'Финуправление ГП Смышляевка', 'Финуправление ГП Смышляевка', 236001597, '40302810036015000082');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Станиславского, д.4, стр. 1', 044525000, 'БайкалИнвестБанк', 'АО "БайкалИнвестБанк"', 044525285, '30101810245250000285');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Куйбышева, 12', 046577001, 'ПЛАТО-БАНК" - ГК "АСВ', 'КУ ООО "ПЛАТО-БАНК" - ГК "АСВ"', 046577851, '30101810200000000851');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Лесная, 59, стр 2', 046577001, 'БАНК ВЕФК-УРАЛ"-ГК "АСВ', 'КУ ЗАО "БАНК ВЕФК-УРАЛ"-ГК "АСВ"', 046577870, '30101810100000000870');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'пр-т Ленина, 33, к 2, офис 311', 043207001, 'БАНК РБ"-ГК "АСВ', 'КОНКУРСНЫЙ УПРАВЛЯЮЩИЙ ООО "БАНК РБ"-ГК "АСВ"', 043207776, '30101810900000000776');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Молодогвардейцев, 17 Б', 047501001, 'УГЛЕМЕТБАНК', 'АО "УГЛЕМЕТБАНК"', 047501787, '30101810275010000787');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул Балтахинова, 17', 048142001, 'Комитет по финансам Администрации г.Улан-Удэ', 'МУ "Комитет по финансам Администрации г.Улан-Удэ"', 281000079, '40302810600005000007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'ул Красноармейская, 136', 043207001, 'УГЛЕМЕТБАНК', 'КУЗБАССКИЙ ФИЛИАЛ АО "УГЛЕМЕТБАНК"', 043207707, '30101810500000000707');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нерюнгри', 'пр-т Дружбы Народов, 29/4', 049849000, 'УГЛЕМЕТБАНК', 'НЕРЮНГРИНСКИЙ ФИЛИАЛ АО "УГЛЕМЕТБАНК"', 049849744, '30101810898490000744');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РСКБ" - ГК "АСВ', 'КУ АО БАНК "РСКБ" - ГК "АСВ"', 044525211, '30101810345250000211');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'Молодёжный пр-т, 5', 043207001, 'ТАЙДОН', 'ООО КБ "ТАЙДОН"', 043207780, '30101810200000000780');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Марата, 36-38 лит А', 044030001, 'СЕВЗАПИНВЕСТПРОМБАНК', 'АО "СЕВЗАПИНВЕСТПРОМБАНК"', 044030724, '30101810400000000724');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Тернопольская, 4', 047582002, 'УФК по Челябинской области', 'УФК по Челябинской области', 047582100, '40116810775820010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Петрозаводская, 11 лит А', 044030001, 'ЭНЕРГОМАШБАНК', 'ПАО "ЭНЕРГОМАШБАНК"', 044030754, '30101810700000000754');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ИНТЕРКОММЕРЦ" (ООО) - ГК "АСВ', 'КУ КБ "ИНТЕРКОММЕРЦ" (ООО) - ГК "АСВ"', 044525626, '30101810545250000626');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Ленина, 68', 045773001, 'ПОЧТОБАНК', 'АО АКИБ "ПОЧТОБАНК"', 045773705, '30101810400000000705');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'ул Рабоче-Крестьянская, 16', 041806001, 'ИРС', 'ВФ АКБ "ИРС" (АО)', 041806813, '30101810400000000813');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Истра', 'пл Революции, 4', 044525000, 'УФК городского округа Истра', 'УФК городского округа Истра', 278000742, '40302810045255000062');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Димитровград', 'ул Хмельницкого, 93', 047308001, 'Управление финансов и закупок', 'Управление финансов и закупок', 297000617, '40302810622025730001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'Доломановский пер, 70', 046015001, 'КАПИТАЛБАНК" (ПАО) - ГК "АСВ', 'КУ АКБ "КАПИТАЛБАНК" (ПАО) - ГК "АСВ"', 046015728, '30101810500000000728');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Б. Садовая, 77/24', 046015001, 'ЮЖНЫЙ ТОРГОВЫЙ БАНК', 'КУ ОАО АБ "ЮЖНЫЙ ТОРГОВЫЙ БАНК"', 046015797, '30101810900000000797');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'Халтуринский пер, 99', 046015001, 'ДОНИНВЕСТ', 'КУ ООО КБ "ДОНИНВЕСТ"', 046015872, '30101810100000000872');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Б. Садовая, 188 А', 046015001, 'СТЕЛЛА-БАНК" - ГК "АСВ', 'КУ АО АКБ "СТЕЛЛА-БАНК" - ГК "АСВ"', 046015938, '30101810400000000938');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Урицкого, 40', 043304001, 'ХЛЫНОВ', 'АО КБ "ХЛЫНОВ"', 043304711, '30101810100000000711');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новошахтинск', 'ул Садовая, 30', 046014000, 'ДОН-ТЕКСБАНК', 'ФМКБ "ДОН-ТЕКСБАНК" ООО В Г.НОВОШАХТИНСКЕ', 046014336, '30101810460140000336');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Приволжье', 'ул Парковая, 14', 043601001, 'Финансовое управление администрации муниципального района Приволжский Самарской области', 'МКУ "Финансовое управление администрации муниципального района Приволжский Самарской области"', 236002024, '40302810436015000080');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Ленина, 52', 045004001, 'НОВОСИБИРСКИЙ" АО "АЛЬФА-БАНК', 'ФИЛИАЛ "НОВОСИБИРСКИЙ" АО "АЛЬФА-БАНК"', 045004774, '30101810600000000774');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Набережные Челны', 'проспект Мира, д. 88а', 049205001, 'АКИБАНК', 'ПАО "АКИБАНК"', 049205933, '30101810622029205933');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '1-й Коптельский пер, 18, стр 1', 044525000, 'АКИБАНК', 'ФИЛИАЛ ПАО "АКИБАНК" В Г.МОСКВА', 044525531, '30101810245250000531');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великие Луки', 'ул Комсомольская, 27 А', 045853000, 'ВЕЛИКИЕ ЛУКИ БАНК', 'АО "ВЕЛИКИЕ ЛУКИ БАНК"', 045853729, '30101810200000000729');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул Гагарина, 34', 045209001, 'департамент финансов и контроля Администрации города Омска', 'департамент финансов и контроля Администрации города Омска', 252001828, '40302810700005001116');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кимры', 'ул Урицкого, 19', 042809001, 'ГЕФЕСТ', 'ООО КБ "ГЕФЕСТ"', 042809992, '30101810028090000992');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владимир', 'пр-т Ленина, 35', 041708001, 'ВЛАДБИЗНЕСБАНК', 'АО "ВЛАДБИЗНЕСБАНК"', 041708706, '30101810100000000706');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'ул Революции, 5 А', 047003001, 'ВОЗРОЖДЕНИЕ', 'ТУЛЬСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 047003750, '30101810300000000750');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Ленина, 23', 045773001, 'ДФ г. Перми', 'ДФ г. Перми', 257000957, '40302810857735000030');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Высоцкого, дом 4', 043207001, 'Кемсоцинбанк" - ГК "АСВ', 'КУ АО "Кемсоцинбанк" - ГК "АСВ"', 043207720, '30101810600000000720');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ульяновск', 'ул Марата, 19', 047308001, 'ВЕНЕЦ', 'АО БАНК "ВЕНЕЦ"', 047308813, '30101810200000000813');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Мира, 34', 040349001, 'КРАЙИНВЕСТБАНК', 'ПАО "КРАЙИНВЕСТБАНК"', 040349516, '30101810500000000516');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул Московская, 6', 042908001, 'ЭЛИТА', 'ООО БАНК "ЭЛИТА"', 042908762, '30101810500000000762');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Карла Маркса, 62', 040407001, 'ЕНИСЕЙСКИЙ ОБЪЕДИНЕННЫЙ БАНК', 'АО АИКБ "ЕНИСЕЙСКИЙ ОБЪЕДИНЕННЫЙ БАНК"', 040407523, '30101810650040000523');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Некрасовское', 'ул Советская, 73', 047888001, 'УФ НМР', 'УФ НМР', 278001524, '40302810045255000054');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красный Бор', 'ул Промышленная, 3', 044106001, 'БАНК БЕРЕЙТ', 'АО "БАНК БЕРЕЙТ"', 044106888, '30101810600000000888');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Фурманова, 34', 046579002, 'УФК по Свердловской области', 'УФК по Свердловской области', 046579100, '40116810100000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Партизанская, 1 В', 040703002, 'УФК по Ставропольскому краю', 'УФК по Ставропольскому краю', 040703101, '40116810600000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Партизана Железняка, 44 Д', 040486002, 'УФК по Красноярскому краю', 'УФК по Красноярскому краю', 040486100, '40116810200000010006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Данилов', 'ул Карла Маркса, 36', 047888001, 'Отдел финансов Администрации городского поселения Данилов', 'Отдел финансов Администрации городского поселения Данилов', 278001248, '40302810945255000031');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Кронверкская, 13 лит А', 044030001, 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 044030866, '30101810300000000866');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Углич', 'ул Ярославская, 4', 047888001, 'МУ УФ Администрации г.Углич', 'МУ УФ Администрации г.Углич', 278000634, '40302810578885000098');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Большое Село', 'Советская пл, 9', 047888001, 'Финуправление АБМР', 'Финуправление АБМР', 278001534, '40302810145255000064');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Спартаковская, 12', 044525000, 'НКО АО НРД', 'НКО АО НРД', 044525505, '30105810345250000505');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'пр-т Андропова, 18-1', 044525000, 'МТС-БАНК', 'ПАО "МТС-БАНК"', 044525232, '30101810600000000232');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Яблочкова, 20 лит Я', 044030001, 'Ф-Л БАНКОВСКИЙ ЦЕНТР БАЛТИКА ПАО БАНК ЗЕНИТ', 'Ф-Л БАНКОВСКИЙ ЦЕНТР БАЛТИКА ПАО БАНК ЗЕНИТ', 044030835, '30101810700000000835');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул.М.Горького,д.21', 048209001, 'ХАЗИНА" ООО КБ "НЕВАСТРОЙИНВЕСТ', 'ФИЛИАЛ "ХАЗИНА" ООО КБ "НЕВАСТРОЙИНВЕСТ"', 048209821, '30101810600000000821');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул Севастопольская, 19', 046709002, 'УФК по Республике Крым', 'УФК по Республике Крым', 046709101, '40116810067090010009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Севастополь', 'ул Балаклавская, 9', 046709002, 'УФК по г. Севастополю', 'УФК по г. Севастополю', 046709102, '40116810800090010004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Светланская, 69', 040583002, 'УФК по Приморскому краю', 'УФК по Приморскому краю', 040583102, '40116810000000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ханты-Мансийск', 'ул Мира, 5', 047162000, 'Депфин Югры', 'Депфин Югры', 271001028, '40302810300004000018');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул Дзержинского, 29', 042520001, 'КРОНА-БАНК', 'ООО "КРОНА-БАНК"', 042520840, '30101810000000000840');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Севастополь', 'ул Брестская, 18 А', 046711001, 'СЕВАСТОПОЛЬСКИЙ МОРСКОЙ БАНК', 'АО "СЕВАСТОПОЛЬСКИЙ МОРСКОЙ БАНК"', 046711103, '30101810567110000103');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Шухова, 15', 044525000, 'МЕЖГОСУДАРСТВЕННЫЙ БАНК', 'МЕЖГОСУДАРСТВЕННЫЙ БАНК', 044525362, '30101810800000000362');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Гапсальская, 5 лит А', 044030001, 'ФИЛИАЛ МОРСКОГО БАНКА (АО) В Г.С-ПЕТЕРБУРГ', 'ФИЛИАЛ МОРСКОГО БАНКА (АО) В Г.С-ПЕТЕРБУРГ', 044030833, '30101810100000000833');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'ул Палехская, 2', 042406001, 'АО БАНК НБС', 'АО БАНК НБС', 042406718, '30101810000000000718');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Фучика, 4 лит К пом 3,4 18Н', 044030001, 'НЕВАСТРОЙИНВЕСТ', 'ООО КБ "НЕВАСТРОЙИНВЕСТ"', 044030870, '30101810600000000870');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул Карла Маркса, 70', 042007001, 'ДФ ВО', 'ДФ ВО', 220000011, '40302810420074000204');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Баксан', 'ул Ленина, 21', 048327001, 'МКУ ФУ г.о.Баксан КБР', 'МКУ ФУ г.о.Баксан КБР', 283000608, '40302810383275000012');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Абакан', 'ул Хакасская, 73', 049514001, 'ХАКАССКИЙ МУНИЦИПАЛЬНЫЙ БАНК', 'ООО "ХАКАССКИЙ МУНИЦИПАЛЬНЫЙ БАНК"', 049514745, '30101810900000000745');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рязань', 'ул Введенская, 110', 046126001, 'ВЯТИЧ', 'БАНК "ВЯТИЧ" (ПАО)', 046126701, '30101810400000000701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Островное', 'Островное, ул. 50 лет Советской власти, 3', 047728000, 'Избирательная комиссия муниципального образования сельское поселение Островное', 'Избирательная комиссия муниципального образования сельское поселение Островное', 200001038, '40206810477280000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рыбинск', 'ул Братьев Орловых, 1 А', 047888001, 'Управление экономики и финансов АРМР', 'Управление экономики и финансов АРМР', 278001219, '40302810245255000100');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Суворова, 61', 046015001, 'СВЯЗЬ-БАНК', 'РОСТОВСКИЙ ФИЛИАЛ ПАО АКБ "СВЯЗЬ-БАНК"', 046015259, '30101810600000000259');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АГЕНТСТВО ПО СТРАХОВАНИЮ ВКЛАДОВ', 'ГК "АГЕНТСТВО ПО СТРАХОВАНИЮ ВКЛАДОВ"', 044525051, '30127810945250000051');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Архангельск', 'пл Ленина, 1', 041117001, 'Избирательная комиссия Архангельской области', 'Избирательная комиссия Архангельской области', 211000123, '40301810800000000076');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Кирова, 132', 047501001, 'ФИНЧЕР', 'ЧЕЛЯБИНСКИЙ ФИЛИАЛ НКО "ФИНЧЕР" (ООО)', 047501838, '30103810575010000838');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петропавловск-Камчатский', 'Пр-т Карла Маркса, дом 29/2', NULL, 'ОТДЕЛЕНИЕ ПЕТРОПАВЛОВСК-КАМЧАТСКИЙ', 'ОТДЕЛЕНИЕ ПЕТРОПАВЛОВСК-КАМЧАТСКИЙ', 043002001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Динская', 'ул Красная, 55', 040349001, 'ФУ АМО Динской район', 'ФУ АМО Динской район', 203023476, '40302810103495000430');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород', 'Народный б-р, 79', 041403001, 'МЕТАЛЛИНВЕСТБАНК', 'БЕЛГОРОДСКИЙ Ф-Л ПАО АКБ "МЕТАЛЛИНВЕСТБАНК"', 041403838, '30101810014030000838');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Ленина, 52', 045004001, 'СВЯЗЬ-БАНК', 'НОВОСИБИРСКИЙ ФИЛИАЛ ПАО АКБ "СВЯЗЬ-БАНК"', 045004740, '30101810100000000740');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сухум', 'пр-т Леона, 14', 040396000, 'НАЦИОНАЛЬНЫЙ БАНК РЕСПУБЛИКИ АБХАЗИЯ', 'НАЦИОНАЛЬНЫЙ БАНК РЕСПУБЛИКИ АБХАЗИЯ', 040396055, '30111810000000000055');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Кирова, 3/1', 045080002, 'УФК по Новосибирской области', 'УФК по Новосибирской области', 045080101, '40116810050800010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Малоохтинский пр-т, 64 лит А', 044030001, 'БАНК "САНКТ-ПЕТЕРБУРГ', 'ПАО "БАНК "САНКТ-ПЕТЕРБУРГ"', 044030790, '30101810900000000790');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петропавловск-Камчатский', 'ул Ленинградск, 89', 043081002, 'УФК по Камчатскому краю', 'УФК по Камчатскому краю', 043081100, '40116810830810010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул Севастопольская, 19', 043512002, 'УФК по Республике Крым', 'УФК по Республике Крым', 043512100, '40116810935120010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул Зоологическая, 27 А', 042784002, 'УФК по Калининградской области', 'УФК по Калининградской области', 042784101, '40116810900000010108');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Кржижановского, дом 21/33, корпус 1', 044525000, 'АЛЕФ-БАНК', 'АО АКБ "АЛЕФ-БАНК"', 044525268, '30101810945250000268');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'МБК" (ООО) - ГК "АСВ', 'КУ КБ "МБК" (ООО) - ГК "АСВ"', 044525650, '30101810800000000650');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'пр-т Карла Маркса, 3/1А', 040702001, 'ВОЗРОЖДЕНИЕ', 'СТАВРОПОЛЬСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 040702762, '30101810100000000762');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'пр-т 100-летия Владивостока, д. 94', 040507001, 'территориальная избирательная комиссия Советского района города Владивостока', 'территориальная избирательная комиссия Советского района города Владивостока', 200001240, '40301810405070000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Дербеневская, д. 1, стр. 1, оф. 43', 044525000, 'АРБ-ИНКАСС', 'Ликвидатор НКО ООО "АРБ-ИНКАСС"', 044525170, '30103810345250000170');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', 'пр-т Ахмата Кадырова, 3/25', 049690001, 'СВЯЗЬ-БАНК', 'ЧЕЧЕНСКИЙ ФИЛИАЛ ПАО АКБ "СВЯЗЬ-БАНК"', 049690725, '30101810396900000725');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тамбов', 'ул Карла Маркса, 132', 046850001, 'УФК по Тамбовской области', 'УФК по Тамбовской области', 016850200, '40101810000000010005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петропавловск-Камчатский', 'ул Ленинградск, 89', 043083002, 'УФК по Камчатскому краю', 'УФК по Камчатскому краю', 043083101, '40116810830830010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Котовского, 1/10', 044080002, 'УФК по г. Санкт-Петербургу', 'УФК по г. Санкт-Петербургу', 044080104, '40116810700000010041');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'пр-т Кирова, 14/2', 044784002, 'УФК по Мурманской области', 'УФК по Мурманской области', 044784101, '40116810047840010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород', 'ул Магистральная, 55 Г', 041403001, 'СЕВЕРИНВЕСТБАНК" ГК "АСВ', 'ЛИКВИДАТОР ОАО "СЕВЕРИНВЕСТБАНК" ГК "АСВ"', 041403747, '30101810300000000747');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саранск', 'ул Коммунистическая, 33, к 1', 048952001, 'УФК по Республике Мордовия', 'УФК по Республике Мордовия', 018952501, '40101810022020017002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Невель', 'пл. К. Маркса, д. 1', 045853000, 'Территориальная избирательная комиссия Невельского района', 'Территориальная избирательная комиссия Невельского района', 200001048, '40301810340300058011');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Б. Ордынка, 37/4, стр 1', 044525000, 'ПФС-БАНК', 'ПАО КБ "ПФС-БАНК"', 044525090, '30101810045250000090');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'Комсомольская, 12А', 043304001, 'ПЕРВЫЙ ДОРТРАНСБАНК', 'АО "ПЕРВЫЙ ДОРТРАНСБАНК"', 043304757, '30101810300000000757');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'пр-т Михаила Нагибина, 32 А', 046015001, 'ДОНКОМБАНК', 'ПАО "ДОНКОМБАНК"', 046015804, '30101810000000000804');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Гоголя, 62', 048073001, 'УФК по Республике Башкортостан', 'УФК по Республике Башкортостан', 018073401, '40101810100000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул.Фатыха Амирхана, д.21', 049205001, 'Нарат', 'АО РНКО "Нарат"', 049205885, '30103810422029205885');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Дербеневская, 5', 044697002, 'УФК по Московской области', 'УФК по Московской области', 044697100, '40116810946970010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', 'ул Дэги Имрановича Багаева, 15', 049626002, 'УФК по Чеченской Республике', 'УФК по Чеченской Республике', 049626100, '40116810096260010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'Кремль, к 1 а', 042299002, 'УФК по Нижегородской области', 'УФК по Нижегородской области', 042299100, '40116810000000010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Красная, 35', 040349001, 'Минфин КК', 'Минфин КК', 203000257, '40302810900004000024');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МОНОЛИТ" - ГК "АСВ', 'КУ ООО КБ "МОНОЛИТ" - ГК "АСВ"', 044525391, '30101810045250000391');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Светланская, 143', 040507001, 'СВЯЗЬ-БАНК', 'ПРИМОРСКИЙ ФИЛИАЛ ПАО АКБ "СВЯЗЬ-БАНК"', 040507870, '30101810205070000870');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ульяновск', 'ул Гончарова, 50/1', 047308001, 'УФК по Ульяновской области', 'УФК по Ульяновской области', 017308101, '40101810100000010003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Семёновская, 6 Г', 040507001, 'ПРИМТЕРКОМБАНК', 'ООО "ПРИМТЕРКОМБАНК"', 040507717, '30101810600000000717');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ГАГАРИНСКИЙ" (АО) - ГК "АСВ', 'КУ КБ "ГАГАРИНСКИЙ" (АО) - ГК "АСВ"', 044525429, '30101810400000000429');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'пр-т Октября, 120', 048073001, 'Финансовое управление Администрации ГО г.Уфа', 'Финансовое управление Администрации ГО г.Уфа', 280000855, '40302810200005000032');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Холмск', 'пл. Ленина, д. 4', 046401001, 'Холмский городской округ', 'Финансовое управление администрации муниципального образования "Холмский городской округ"', 200000402, '40302810764015000024');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Похвистнево', 'ул Лермонтова, 16', 043601001, 'Администрация городского округа Похвистнево Самарской области', 'Администрация городского округа Похвистнево Самарской области', 297000802, '40302810022025360124');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'НАРОДНЫЙ КРЕДИТ" - ГК "АСВ', 'КУ ОАО БАНК "НАРОДНЫЙ КРЕДИТ" - ГК "АСВ"', 044525431, '30101810345250000431');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ИНВЕСТИЦИОННЫЙ СОЮЗ" (ООО) - ГК "АСВ', 'КУ КБ "ИНВЕСТИЦИОННЫЙ СОЮЗ" (ООО) - ГК "АСВ"', 044525445, '30101810645250000445');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БАНК БФТ" - ГК "АСВ', 'КУ ООО КБ "БАНК БФТ" - ГК "АСВ"', 044525447, '30101810245250000447');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ВНЕШПРОМБАНК" - ГК "АСВ', 'КУ ООО "ВНЕШПРОМБАНК" - ГК "АСВ"', 044525455, '30101810500000000455');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'пр-т Победы, 89, помещение 5', 045354001, 'АГРОПРОМКРЕДИТ', 'ОРЕНБУРГСКИЙ ФИЛИАЛ АО КБ "АГРОПРОМКРЕДИТ"', 045354817, '30101810300000000817');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'пр-т Кирова, 14/2', 044785002, 'УФК по Мурманской области', 'УФК по Мурманской области', 044785102, '40116810400000010016');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЗАМОСКВОРЕЦКИЙ" - ГК "АСВ', 'КУ ОАО МКБ "ЗАМОСКВОРЕЦКИЙ" - ГК "АСВ"', 044525636, '30101810645250000636');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Архангельск', 'ул Карла Либкнехта, 2', 041122002, 'УФК по Архангельской области и Ненецкому автономному округу', 'УФК по Архангельской области и Ненецкому автономному округу', 041122101, '40116810300000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БПФ" (ЗАО)-ГК "АСВ', 'КУ АБ "БПФ" (ЗАО)-ГК "АСВ"', 044525672, '30101810845250000672');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кинель', 'ул Мира, 42 А', 043601001, 'Управление финансами администрации городского округа Кинель Самарской области', 'Управление финансами администрации городского округа Кинель Самарской области', 236002004, '40302810436015000064');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'пл Свободы, 4', 043678000, 'департамент финансов администрации городского округа Тольятти', 'департамент финансов администрации городского округа Тольятти', 236001161, '40302810436785000189');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нарьян-Мар', 'ул Оленная, 25', 041125000, 'Избирательная комиссия НАО', 'Избирательная комиссия НАО', 211000237, '40202810140302511001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ленинградская', 'ул. Чернышевского, 179', 040349001, 'ФУ администрации МО Ленинградский район', 'ФУ администрации МО Ленинградский район', 200000392, '40302810403495000389');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Текучева, 137', 046015001, 'МТС-БАНК', 'Ф-Л ПАО "МТС-БАНК" В Г.РОСТОВЕ-НА-ДОНУ', 046015967, '30101810400000000967');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'пр-кт Ленина, 49 /ул Тургенева, 1', 046577001, 'МТС-БАНК', 'УРАЛЬСКИЙ ФИЛИАЛ ПАО "МТС-БАНК"', 046577925, '30101810000000000925');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пестравка', 'ул Крайнюковская, 86', 043601001, 'ФУ м. р. Пестравский СО', 'ФУ м. р. Пестравский СО', 236001825, '40302810236015000015');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Сакко и Ванцетти, 67', 046577001, 'УБРИР', 'ПАО КБ "УБРИР"', 046577795, '30101810900000000795');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Успенское', 'ул. Калинина, 76', 040349001, 'Финансовое управление в Успенском районе', 'МКУ "Финансовое управление в Успенском районе"', 200000455, '40302810203495000026');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул Рабиновича, 132/134', 045209001, 'СИБЭС" (АО) - ГК "АСВ', 'КУ БАНК "СИБЭС" (АО) - ГК "АСВ"', 045209713, '30101810200000000713');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Максима Горького, 53', 045004001, 'НОВОСИБИРСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'НОВОСИБИРСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 045004818, '30101810050040000818');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Спартаковская, 4, стр 1', 044525000, 'РЕСУРС-ТРАСТ', 'АКБ "РЕСУРС-ТРАСТ" (АО)', 044525919, '30101810045250000919');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Орликов пер, 5, стр 3', 044525000, 'ГУТА-БАНК', 'АО "ГУТА-БАНК"', 044525911, '30101810645250000911');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новопокровская', 'ул Ленина, 133', 040349001, 'ФУ администрации муниципального образования Новопокровский район', 'ФУ администрации муниципального образования Новопокровский район', 296000837, '40302810603495000367');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Северская', 'ул Ленина, 69', 040349001, 'ФУ администрации МО Северский район', 'ФУ администрации МО Северский район', 296000850, '40302810903495000371');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тимашевск', 'ул Красная, 103', 040349001, 'ФУ администрации МО Тимашевский район', 'ФУ администрации МО Тимашевский район', 203048346, '40701810003493000230');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Красная, 122', 040349001, 'Департамент финансов администрации муниципального образования город Краснодар', 'Департамент финансов администрации муниципального образования город Краснодар', 203000228, '40302810500005000025');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Социалистическая, 112', 046015001, 'министерство финансов', 'министерство финансов', 296000476, '40601810060154000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Якутск', 'пр-т Ленина, 1', 049805001, 'АЛМАЗЭРГИЭНБАНК', 'АКБ "АЛМАЗЭРГИЭНБАНК" АО', 049805770, '30101810300000000770');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', 'пр-т М.А. Эсамбаева, 10/77', 049690001, 'РОССЕЛЬХОЗБАНК', 'ЧЕЧЕНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 049690719, '30101810600000000719');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Томск', 'пл Ленина, 6', 046902001, 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ТОМСКОЙ ОБЛАСТИ', 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ТОМСКОЙ ОБЛАСТИ', 269000094, '40301810800000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'ул Весенняя, 24', 043207001, 'ФИЛИАЛ N 11 ПАО МОСОБЛБАНК', 'ФИЛИАЛ N 11 ПАО МОСОБЛБАНК', 043207757, '30101810000000000757');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'Президентский б-р, 31', 049706001, 'РОССЕЛЬХОЗБАНК', 'ЧУВАШСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 049706752, '30101810600000000752');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЕВРОСИТИБАНК" - ГК "АСВ', 'КУ ПАО КБ "ЕВРОСИТИБАНК" - ГК "АСВ"', 044525484, '30101810745250000484');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орёл', 'ул Ленина, 39', 045402001, 'СВЯЗЬ-БАНК', 'ОРЛОВСКИЙ ФИЛИАЛ ПАО АКБ "СВЯЗЬ-БАНК"', 045402740, '30101810300000000740');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Карла Либкнехта, 4', 046577001, 'СВЯЗЬ-БАНК', 'ЕКАТЕРИНБУРГСКИЙ ФИЛИАЛ ПАО АКБ "СВЯЗЬ-БАНК"', 046577959, '30101810500000000959');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'пр-т Кирова, 29', 043510001, 'ЮЖНЫЙ" АО КБ "ИС БАНК', 'ФИЛИАЛ "ЮЖНЫЙ" АО КБ "ИС БАНК"', 043510111, '30101810135100000111');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чернышковский', 'Советская ул, 84', 041806001, 'Отдел финансов АЧМР', 'Отдел финансов АЧМР', 218002243, '40302810118065000641');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Маршала Говорова, 35 лит А пом. 2Н', 044030001, 'БАНК СГБ', 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ "БАНК СГБ"', 044030752, '30101810100000000752');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Орджоникидзе, 41', 040349001, 'РОСДОРБАНК', 'КРАСНОДАРСКИЙ ФИЛИАЛ ПАО "РОСДОРБАНК"', 040349815, '30101810900000000815');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Малая Ордынка, д. 35, строение 1, подъезд 2', 044525000, 'БАНК РСИ', 'ООО "БАНК РСИ"', 044525782, '30101810845250000782');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Малый Каретный переулок, дом  8', 044525000, 'Р-ИНКАС', 'РНКО "Р-ИНКАС" (ООО)', 044525063, '30103810245250000063');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Дубининская, 45', 044525000, 'ИНВЕСТТОРГБАНК', 'АКБ "ИНВЕСТТОРГБАНК" (ПАО)', 044525267, '30101810645250000267');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Садовая-Кудрин, 2/62, стр 4', 044525000, 'БАНК СГБ', 'МОСКОВСКИЙ ФИЛИАЛ "БАНК СГБ"', 044525094, '30101810245250000094');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Химки', 'ул Ленинградск, стр 6, влд 39', 044525000, 'ИКАНО БАНК', 'ООО "ИКАНО БАНК"', 044525766, '30101810600000000766');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '1-й Волконский пер, 13', 044525000, 'УНИФОНДБАНК', 'ООО "УНИФОНДБАНК"', 044525488, '30101810945250000488');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Бескудниковский б-р, 36-1', 044525000, 'ПЕРВЫЙ ИНВЕСТИЦИОННЫЙ БАНК', 'АО "ПЕРВЫЙ ИНВЕСТИЦИОННЫЙ БАНК"', 044525408, '30101810900000000408');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Карла Либкнехта, 69', 043304001, 'Министерство финансов Кировской области', 'Министерство финансов Кировской области', 233000217, '40302810100004000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Куйбышева, 90', 043601001, 'СОЛИДАРНОСТЬ', 'АО КБ "СОЛИДАРНОСТЬ"', 043601706, '30101810800000000706');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Красная, 145/1', 040349001, 'КРАСНОДАРСКИЙ" ПАО КБ "УБРИР', 'ФИЛИАЛ "КРАСНОДАРСКИЙ" ПАО КБ "УБРИР"', 040349736, '30101810500000000736');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Абакан', 'ул Пушкина, 165, лит А', 049514001, 'АБАКАНСКОЕ ОТДЕЛЕНИЕ  N8602 ПАО СБЕРБАНК', 'АБАКАНСКОЕ ОТДЕЛЕНИЕ  N8602 ПАО СБЕРБАНК', 049514608, '30101810500000000608');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул Смолина, 57 Д', 048142001, 'РОССЕЛЬХОЗБАНК', 'БУРЯТСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 048142727, '30101810400000000727');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'Советский пр-т, 8 А', 043207001, 'РОССЕЛЬХОЗБАНК', 'КЕМЕРОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 043207782, '30101810800000000782');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Маросейка, дом 9/2, строение 1', 044525000, 'ПРОМИНВЕСТБАНК', 'АКБ "ПРОМИНВЕСТБАНК" (ПАО)', 044525173, '30101810645250000173');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магас', 'ул А.Горчханова, 7', 042618001, 'УФК по Республике Ингушетия', 'УФК по Республике Ингушетия', 012618001, '40101810700000010004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Сибревкома, 2', 045004001, 'ВБРР', 'ФИЛИАЛ БАНКА "ВБРР" (АО) В Г.НОВОСИБИРСКЕ', 045004778, '30101810750040000778');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Рочдельская, 14, стр 1', 044525000, 'БАНК "МБА-МОСКВА', '"БАНК "МБА-МОСКВА" ООО', 044525502, '30101810000000000502');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Пресненская наб, 10', 044525000, 'МЕЖДУНАРОДНЫЙ ФИНАНСОВЫЙ КЛУБ', 'АО АКБ "МЕЖДУНАРОДНЫЙ ФИНАНСОВЫЙ КЛУБ"', 044525632, '30101810445250000632');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Краснопресненская набережная, д. 14, стр. 1', 044525000, 'СОВКОМБАНК', 'МОСКОВСКИЙ ФИЛИАЛ ПАО "СОВКОМБАНК"', 044525967, '30101810945250000967');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Щепкина, 29', 044525000, 'Московский филиал Таврического Банка (АО)', 'Московский филиал Таврического Банка (АО)', 044525520, '30101810845250000520');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'ОФК БАНК" - ГК "АСВ', 'КУ ПАО "ОФК БАНК" - ГК "АСВ"', 044525293, '30101810745250000293');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Рочдельская, д.15, стр. 56, 4 этаж', 044525000, 'СОБИНБАНК', 'АО "СОБИНБАНК"', 044525487, '30101810400000000487');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ ООО ПЧРБ БАНК - ГК "АСВ"', 044525300, '30101810600000000300');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Смольная, 22, стр 1', 044525000, 'ОРС', 'НКО "ОРС" (АО)', 044525103, '30103810545250000103');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Набережные Челны', 'ул. Гидростроителей, д.21', 049205001, 'Камкомбанк', 'ООО "Камкомбанк"', 049205525, '30101810522029205525');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 043469001, 'КОНФИДЭНС БАНК" - ГК "АСВ', 'КУ ООО КБ "КОНФИДЭНС БАНК" - ГК "АСВ"', 043469710, '30101810100000000710');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 043469001, 'АКСОНБАНК" - ГК "АСВ', 'КУ ООО КБ "АКСОНБАНК" - ГК "АСВ"', 043469714, '30101810300000000714');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'ул Профсоюзная, 17', 047681002, 'УФК по Забайкальскому краю', 'УФК по Забайкальскому краю', 047681100, '40116810200000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул. Нижегородская, 4', 045004001, 'МТС-БАНК', 'НОВОСИБИРСКИЙ ФИЛИАЛ ПАО "МТС-БАНК"', 045004876, '30101810050040000876');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'ул 7-ой Гвардейской, 2', 041806001, 'АО НОКССБАНК', 'АО НОКССБАНК', 041806831, '30101810000000000831');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саров', 'ул Силкина, 13', 042202001, 'САРОВБИЗНЕСБАНК', 'ПАО "САРОВБИЗНЕСБАНК"', 042202718, '30101810422020000718');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'ул Мичурина, 54', 043207001, 'УФК по Кемеровской области', 'УФК по Кемеровской области', 013207212, '40101810400000010007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Левашова, 20', 045354001, 'УФК по Оренбургской области', 'УФК по Оренбургской области', 015354008, '40101810200000010010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Правды, 8-1', 044525000, 'ХКФ БАНК', 'ООО "ХКФ БАНК"', 044525245, '30101810845250000245');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Майкоп', 'ул Гоголя, 18', 047908001, 'УФК по Республике Адыгея', 'УФК по Республике Адыгея', 017908101, '40101810803490010004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саранск', 'ул Советская, 47 А', 048952001, 'РОССЕЛЬХОЗБАНК', 'МОРДОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 048952750, '30101810900000000750');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Кавалерийская, 2', 045004001, 'ЗАПАДНО-СИБИРСКИЙ', 'Ф-Л БАНКА ГПБ (АО) "ЗАПАДНО-СИБИРСКИЙ"', 045004783, '30101810400000000783');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'пр-т Ленина, 106', 047003001, 'СРЕДНЕРУССКИЙ', 'Ф-Л БАНКА ГПБ (АО) "СРЕДНЕРУССКИЙ"', 047003716, '30101810700000000716');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, 4', 047888001, 'О.К. БАНК" - ГК "АСВ', 'КУ ПАО "О.К. БАНК" - ГК "АСВ"', 047888740, '30101810278880000740');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курган', 'ул Гоголя, 25', 043735001, 'Избирательная комиссия Курганской области', 'Избирательная комиссия Курганской области', 237000125, '40301810300000000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Псков', 'ул. Школьная, д. 26', 045805001, 'Территориальная избирательная комиссия Псковского района', 'Территориальная избирательная комиссия Псковского района', 200001049, '40301810840300058015');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород', 'ул Пушкина, 49', 041403001, 'РОССЕЛЬХОЗБАНК', 'БЕЛГОРОДСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 041403740, '30101810200000000740');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Брянск', 'пр-т Ленина, 23', 041501001, 'РОССЕЛЬХОЗБАНК', 'БРЯНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 041501747, '30101810500000000747');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'ул Баррикадная, 1 Б', 041806001, 'РОССЕЛЬХОЗБАНК', 'ВОЛГОГРАДСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 041806863, '30101810900000000863');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'пр-т Гамидова, 54 А', 048209001, 'РОССЕЛЬХОЗБАНК', 'ДАГЕСТАНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 048209793, '30101810000000000793');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великие Луки', 'ул. Пионерская, д. 9', 045853000, 'Территориальная избирательная комиссия города Великие Луки', 'Территориальная избирательная комиссия города Великие Луки', 200001057, '40301810640300058012');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул Гостиная, 3', 042748001, 'РОССЕЛЬХОЗБАНК', 'КАЛИНИНГРАДСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 042748878, '30101810500000000878');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул Кирова, 9 А', 042908001, 'РОССЕЛЬХОЗБАНК', 'КАЛУЖСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 042908780, '30101810100000000780');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курск', 'ул Садовая, 12', 043807001, 'РОССЕЛЬХОЗБАНК', 'КУРСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 043807798, '30101810700000000798');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Липецк', 'ул Водопьянова, 17 А', 044206001, 'РОССЕЛЬХОЗБАНК', 'ЛИПЕЦКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 044206756, '30101810800000000756');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Старомонетный переулок, дом 3', 044525000, 'СОДФУ', 'АНО "СОДФУ"', 200000412, '40503810745250000030');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Овчинниковская наб, 20, стр 1', 044525000, 'МИДЗУХО БАНК (МОСКВА)', 'АО "МИДЗУХО БАНК (МОСКВА)"', 044525107, '30101810900000000107');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Решетниковская, 4 ГСП 78', 042202001, 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г.НИЖНЕМ НОВГОРОДЕ', 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г.НИЖНЕМ НОВГОРОДЕ', 042202837, '30101810200000000837');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Пресненская наб, 10', 044525000, 'СМБСР БАНК', 'АО "СМБСР БАНК"', 044525470, '30101810200000000470');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сергиев Посад', 'проспект Красной Армии, д. 212а, пом.1 (ком.11)', 044525000, 'ЕРП', 'НКО "ЕРП" (ООО)', 044525691, '30103810345250000691');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Правды, 26', 044525000, 'СЕТЕЛЕМ БАНК', '"СЕТЕЛЕМ БАНК" ООО', 044525811, '30101810500000000811');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'УМ-Банк" ООО - ГК "АСВ', 'Ликвидатор "УМ-Банк" ООО - ГК "АСВ"', 044525941, '30101810945250000941');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Цюрупы, 79', 048073001, 'РГС БАНК', 'УФИМСКИЙ ФИЛИАЛ ПАО "РГС БАНК"', 048073902, '30101810780730000902');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Ленина, 359', 040702001, 'РГС БАНК', 'СТАВРОПОЛЬСКИЙ ФИЛИАЛ ПАО "РГС БАНК"', 040702724, '30101810607020000724');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Комсомольская, 100', 040813001, 'РГС БАНК', 'ХАБАРОВСКИЙ ФИЛИАЛ ПАО "РГС БАНК"', 040813813, '30101810000000000813');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Б. Печерская, 39', 042202001, 'РГС БАНК', 'НИЖЕГОРОДСКИЙ ФИЛИАЛ ПАО "РГС БАНК"', 042202708, '30101810300000000708');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Ушаковская наб, 5 лит А', 044030001, 'РГС БАНК', 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ ПАО "РГС БАНК"', 044030770, '30101810700000000770');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Восход, 20', 045004001, 'РГС БАНК', 'НОВОСИБИРСКИЙ ФИЛИАЛ ПАО "РГС БАНК"', 045004794, '30101810800000000794');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Города Волос, 11/81-83/34', 046015001, 'РГС БАНК', 'РОСТОВСКИЙ ФИЛИАЛ ПАО "РГС БАНК"', 046015080, '30101810460150000080');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Гагарина, 14', 046577001, 'РГС БАНК', 'ЕКАТЕРИНБУРГСКИЙ ФИЛИАЛ ПАО "РГС БАНК"', 046577972, '30101810600000000972');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул Ногина, 3', 041203001, 'АО ЕАТПБАНК', 'АО ЕАТПБАНК', 041203715, '30101810400000000715');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ханты-Мансийск', 'Дзержинского, 6', 047162000, 'Депфин города Ханты-Мансийска', 'Депфин города Ханты-Мансийска', 271002000, '40701810100003000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орск', 'пр-т Ленина, 29', 045339000, 'Финансовое управление администрации города Орска', 'МУ "Финансовое управление администрации города Орска"', 253000346, '40302810100005000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Дзержинского, 41', 040816000, 'УФК по Хабаровскому краю', 'УФК по Хабаровскому краю', 000816041, '40116810008160010022');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курганинск', 'ул. Ленина, 27', 040349001, 'ФУ администрации МО Курганинский район', 'ФУ администрации МО Курганинский район', 200000451, '40302810303495000010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Розы Люксембург, 15', 046577001, 'БАНК УРАЛСИБ', 'ФИЛИАЛ ПАО "БАНК УРАЛСИБ" В Г. ЕКАТЕРИНБУРГ', 046577446, '30101810165770000446');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Смоленск', 'ул. Нормандии-Неман, 23', 046614001, 'СМОЛЕНСКОЕ ОТДЕЛЕНИЕ N8609 ПАО СБЕРБАНК', 'СМОЛЕНСКОЕ ОТДЕЛЕНИЕ N8609 ПАО СБЕРБАНК', 046614632, '30101810000000000632');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Минина, 16 А', 042202001, 'МЕТАЛЛИНВЕСТБАНК', 'НИЖЕГОРОДСКИЙ Ф-Л ПАО АКБ "МЕТАЛЛИНВЕСТБАНК"', 042202886, '30101810400000000886');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'ул Кутузова, 31', 043209000, 'БСТ-БАНК', '"БСТ-БАНК" АО', 043209706, '30101810000000000706');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Достоевского, 100/1', 048073001, 'ИНВЕСТКАПИТАЛБАНК" АО "СМП БАНК', 'ФИЛИАЛ "ИНВЕСТКАПИТАЛБАНК" АО "СМП БАНК"', 048073875, '30101810480730000875');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пенза', 'ул Красная, 104', 045655001, 'КУЗНЕЦКИЙ', 'ПАО БАНК "КУЗНЕЦКИЙ"', 045655707, '30101810200000000707');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Рихарда Зорге, 5', 048073001, 'БАШКИРСКОЕ ОТДЕЛЕНИЕ N8598 ПАО СБЕРБАНК', 'БАШКИРСКОЕ ОТДЕЛЕНИЕ N8598 ПАО СБЕРБАНК', 048073601, '30101810300000000601');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Выкса', 'пл Октябрьской Революции, 48', 042202001, 'МЕТАЛЛИНВЕСТБАНК', 'ВЫКСУНСКИЙ Ф-Л ПАО АКБ "МЕТАЛЛИНВЕСТБАНК"', 042202812, '30101810522020000812');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'ул Лежневская, 159', 042406001, 'ИВАНОВСКОЕ ОТДЕЛЕНИЕ N 8639 ПАО СБЕРБАНК', 'ИВАНОВСКОЕ ОТДЕЛЕНИЕ N 8639 ПАО СБЕРБАНК', 042406608, '30101810000000000608');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'ул Никитская, 33', 043469001, 'КОСТРОМСКОЕ ОТДЕЛЕНИЕ N 8640 ПАО СБЕРБАНК', 'КОСТРОМСКОЕ ОТДЕЛЕНИЕ N 8640 ПАО СБЕРБАНК', 043469623, '30101810200000000623');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Ново-Садовая, 305', 043601001, 'ПОВОЛЖСКИЙ БАНК ПАО СБЕРБАНК', 'ПОВОЛЖСКИЙ БАНК ПАО СБЕРБАНК', 043601607, '30101810200000000607');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ульяновск', 'ул Гончарова, 40 А', 047308001, 'УЛЬЯНОВСКОЕ ОТДЕЛЕНИЕ N8588 ПАО СБЕРБАНК', 'УЛЬЯНОВСКОЕ ОТДЕЛЕНИЕ N8588 ПАО СБЕРБАНК', 047308602, '30101810000000000602');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'ул Коммунистическая, 40', 041806001, 'ВОЛГОГРАДСКОЕ ОТДЕЛЕНИЕ №8621 ПАО СБЕРБАНК', 'ВОЛГОГРАДСКОЕ ОТДЕЛЕНИЕ №8621 ПАО СБЕРБАНК', 041806647, '30101810100000000647');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Борское', 'ул Октябрьская, 57', 043601001, 'УФА Борского района', 'УФА Борского района', 297000812, '40302810222025360144');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Володарского, 16', 045354001, 'ОРЕНБУРГСКОЕ ОТДЕЛЕНИЕ N8623 ПАО СБЕРБАНК', 'ОРЕНБУРГСКОЕ ОТДЕЛЕНИЕ N8623 ПАО СБЕРБАНК', 045354601, '30101810600000000601');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Спартаковская, д. 5, стр. 1', 044525000, 'ФК ОТКРЫТИЕ', 'ФИЛИАЛ ЦЕНТРАЛЬНЫЙ ПАО БАНКА "ФК ОТКРЫТИЕ"', 044525297, '30101810945250000297');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Пер. Гнездниковский Б., д. 7', 044525000, 'МОБИ.ДЕНЬГИ', 'ООО НКО "МОБИ.ДЕНЬГИ"', 044525678, '30103810245250000678');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Архангельск', 'пр-т Ломоносова, 137', 041117001, 'АРХАНГЕЛЬСКОЕ ОТДЕЛЕНИЕ N 8637 ПАО СБЕРБАНК', 'АРХАНГЕЛЬСКОЕ ОТДЕЛЕНИЕ N 8637 ПАО СБЕРБАНК', 041117601, '30101810100000000601');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул Предтеченская, 33', 041909001, 'ВОЛОГОДСКОЕ ОТДЕЛЕНИЕ N8638 ПАО СБЕРБАНК', 'ВОЛОГОДСКОЕ ОТДЕЛЕНИЕ N8638 ПАО СБЕРБАНК', 041909644, '30101810900000000644');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Большая Семеновская, дом 32, строение 1', 044525000, 'ПАО МОСОБЛБАНК', 'ПАО МОСОБЛБАНК', 044525521, '30101810900000000521');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'Московский пр-т, 24', 042748001, 'КАЛИНИНГРАДСКОЕ ОТДЕЛЕНИЕ N8626 ПАО СБЕРБАНК', 'КАЛИНИНГРАДСКОЕ ОТДЕЛЕНИЕ N8626 ПАО СБЕРБАНК', 042748634, '30101810100000000634');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Ленинская слобода, д. 19, стр. 32', 044525000, 'ОРБАНК', 'АО "ОРБАНК"', 044525298, '30101810245250000298');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Шарикоподшипниковская, 5', 044525000, 'ГК - Фонд содействия реформированию ЖКХ', 'ГК - Фонд содействия реформированию ЖКХ', 261000577, '40503810645250000033');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Светлый', NULL, NULL, 'ПУ БАНКА РОССИИ ВОЛЖСКОЕ', 'ПУ БАНКА РОССИИ ВОЛЖСКОЕ', 046380002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Балашиха', 'мкр Заря', 044525000, 'Координационный Комитет по вопросам ПВО', 'Координационный Комитет по вопросам ПВО', 245011073, '40808810245250000031');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Уральская, 95', 040349001, 'ЮМК БАНК', 'ООО "ЮМК БАНК"', 040349830, '30101810600000000830');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Черкесск', 'ул Пушкинская, 84', NULL, 'ОТДЕЛЕНИЕ-НБ КАРАЧАЕВО-ЧЕРКЕССКАЯ РЕСПУБЛИКА', 'ОТДЕЛЕНИЕ-НБ КАРАЧАЕВО-ЧЕРКЕССКАЯ РЕСПУБЛИКА', 049133001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'Промрегионбанк" - ГК "АСВ', 'КУ ООО "Промрегионбанк" - ГК "АСВ"', 044525814, '30101810645250000814');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул. Набережная имени 60-летия СССР, д. 69А', 044525000, 'ФЗВ', 'АНО "ФЗВ"', 245011066, '40503810445250000026');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Салехард', 'пр-т Молодёжи, 9', 047182000, 'департамент финансов ЯНАО', 'департамент финансов ЯНАО', 271002023, '40302810871824000068');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Б. Черкасский пер, 9', 044525000, 'ЦИК России', 'ЦИК России', 245011058, '40106810545250000022');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'пр-т Ленина, 100, к 1', 042202001, 'НИЖЕГОРОДСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 'НИЖЕГОРОДСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 042202807, '30101810922020000807');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ГАЗСТРОЙБАНК" - ГК "АСВ', 'КУ АО АКБ "ГАЗСТРОЙБАНК" - ГК "АСВ"', 044525160, '30101810645250000160');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'Красный пр-т, 184/1', 045004001, 'БАНК УРАЛСИБ', 'ФИЛИАЛ ПАО "БАНК УРАЛСИБ" В Г.НОВОСИБИРСК', 045004725, '30101810400000000725');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Лопухинский пер, 4', NULL, 'ПУ БАНКА РОССИИ ОСТОЖЕНСКОЕ', 'ПУ БАНКА РОССИИ ОСТОЖЕНСКОЕ', 044584002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Садовая, 12/23', 044030001, 'НКО АО ПРЦ', 'НКО АО ПРЦ', 044030505, '30105810900000000505');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул. Кирова, дом 48', 045004001, 'ЛЕВОБЕРЕЖНЫЙ', 'БАНК "ЛЕВОБЕРЕЖНЫЙ" (ПАО)', 045004850, '30101810100000000850');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Большой. пр-т П.С., 25/2 лит А пом. 9Н', 044030001, 'ЗАУБЕР БАНК', 'АО "ЗАУБЕР БАНК"', 044030925, '30101810640300000925');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МБР-БАНК" - ГК "АСВ', 'КУ АО КБ "МБР-БАНК" - ГК "АСВ"', 044525169, '30101810345250000169');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Всеволожск', 'ш Дорога Жизни, 24/85', 044106001, 'ЛЕНОБЛБАНК', 'КОНКУРСНЫЙ УПРАВЛЯЮЩИЙ ООО "ЛЕНОБЛБАНК"', 044106741, '30101810200000000741');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'НКБ" - ГК "АСВ', 'КУ ООО КБ "НКБ" - ГК "АСВ"', 044525179, '30101810445250000179');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Красная, 105', 049401001, 'УДМУРТСКОЕ ОТДЕЛЕНИЕ N8618 ПАО СБЕРБАНК', 'УДМУРТСКОЕ ОТДЕЛЕНИЕ N8618 ПАО СБЕРБАНК', 049401601, '30101810400000000601');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Евдокимова, 37', 046015001, 'ЮГО-ЗАПАДНЫЙ БАНК ПАО СБЕРБАНК', 'ЮГО-ЗАПАДНЫЙ БАНК ПАО СБЕРБАНК', 046015602, '30101810600000000602');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Пожарского, 20', 042202001, 'СВЯЗЬ-БАНК', 'НИЖЕГОРОДСКИЙ ФИЛИАЛ ПАО АКБ "СВЯЗЬ-БАНК"', 042202700, '30101810900000000700');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Ульянова, 26/11', 042202001, 'РОССИЯ', 'НИЖЕГОРОДСКИЙ ФИЛИАЛ АБ "РОССИЯ"', 042202876, '30101810300000000876');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Красноармейская, 34', 040349001, 'КРАСНОДАРСКОЕ ОТДЕЛЕНИЕ N8619 ПАО СБЕРБАНК', 'КРАСНОДАРСКОЕ ОТДЕЛЕНИЕ N8619 ПАО СБЕРБАНК', 040349602, '30101810100000000602');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'Красноармейский пер, 12 А', 042007001, 'РОССИЯ', 'ВОРОНЕЖСКИЙ ФИЛИАЛ АБ "РОССИЯ"', 042007677, '30101810300000000677');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Воровского, 21 А', 043304001, 'КИРОВСКИЙ" ПАО КБ "УБРИР', 'ФИЛИАЛ "КИРОВСКИЙ" ПАО КБ "УБРИР"', 043304792, '30101810200000000792');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чехов-5', NULL, NULL, 'ПУ БАНКА РОССИИ ЧЕХОВСКОЕ', 'ПУ БАНКА РОССИИ ЧЕХОВСКОЕ', 044674002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'пр-т Ленина, 21, стр 1', 042406001, 'РОССЕЛЬХОЗБАНК', 'ИВАНОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 042406780, '30101810300000000780');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Назрань', 'ул Московская, 13 А', 042618001, 'РОССЕЛЬХОЗБАНК', 'ИНГУШСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 042618783, '30101810300000000783');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул Сурикова, 21', 042520001, 'РОССЕЛЬХОЗБАНК', 'ИРКУТСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 042520700, '30101810700000000700');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул Ленина, 74, стр 1 Б', 042908001, 'Избирательная комиссия Калужской области', 'Избирательная комиссия Калужской области', 229000080, '40301810200000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нальчик', 'пр-т Кулиева, 10 А', 048327001, 'РОССЕЛЬХОЗБАНК', 'КАБАРДИНО-БАЛКАРСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 048327710, '30101810100000000710');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул М.Горького, 60', 042908001, ' Войсковая часть 10199 ', 'ФКУ " Войсковая часть 10199 "', 229000102, '40106810200000000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', ' А/Я 576', NULL, 'ПУ БАНКА РОССИИ N 52481', 'ПУ БАНКА РОССИИ N 52481', 049626002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Шелковская', NULL, NULL, 'ПУ БАНКА РОССИИ N 65515', 'ПУ БАНКА РОССИИ N 65515', 049629002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Шатой', 'ул Салаудина Гугаева, 4', NULL, 'ПУ БАНКА РОССИИ N 44915', 'ПУ БАНКА РОССИИ N 44915', 049631002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РАСЧЕТНЫЙ ДОМ" - ГК "АСВ', 'КУ ООО КБ "РАСЧЕТНЫЙ ДОМ" - ГК "АСВ"', 044525138, '30101810745250000138');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'Агросоюз" - ГК "АСВ', 'КУ ООО КБ "Агросоюз" - ГК "АСВ"', 044525322, '30101810645250000322');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Базарный Карабулак', 'ул Ленина, 126 В', 046311001, 'Финансовое управление администрации Базарно-Карабулакского муниципального района', 'Финансовое управление администрации Базарно-Карабулакского муниципального района', 263011894, '40302810400005000203');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Смирновская, 10, стр 22', 044525000, 'ПРОМСВЯЗЬБАНК', 'ПАО "ПРОМСВЯЗЬБАНК"', 044525555, '30101810400000000555');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новороссийск', 'ул Советов, 18', 040395000, 'Финансовое управление г. Новороссийска', 'Финансовое управление г. Новороссийска', 203016620, '40302810200005000005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'наб р.Мойки, 36', 044030001, 'СЕВЕРНАЯ СТОЛИЦА" АО "РАЙФФАЙЗЕНБАНК', 'Ф-Л "СЕВЕРНАЯ СТОЛИЦА" АО "РАЙФФАЙЗЕНБАНК"', 044030723, '30101810100000000723');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Абинск', 'ул Интернациональная, 31', 040349001, 'ФУ администрации МО Абинский район', 'ФУ администрации МО Абинский район', 203023455, '40302810700005000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул. Ченцова,95', 046015001, 'РОСТФИНАНС', 'ООО КБ "РОСТФИНАНС"', 046015052, '30101810760150000052');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'ул Шмулевича, 8 А', 049033001, '1БАНК" ГК "АСВ', 'КУ ПАО АКБ "1БАНК" ГК "АСВ"', 049033746, '30101810900000000746');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Каменск-Уральский', 'ул Октябрьская, 36', 046577001, 'МЕТКОМБАНК', 'ПАО "МЕТКОМБАНК"', 046577881, '30101810500000000881');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул им. Мичурина И.В., 150/154', 046311001, 'МЕТКОМБАНК', 'САРАТОВСКИЙ ФИЛИАЛ ПАО "МЕТКОМБАНК"', 046311887, '30101810663110000887');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Якутск', 'ул Кирова, 12', 049805001, 'Министерство финансов Республики Саха (Якутия)', 'Министерство финансов Республики Саха (Якутия)', 298000042, '40302810300004000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул. Международная, д.1', 046311001, 'территориальная избирательная комиссия Ленинского района г. Саратова', 'территориальная избирательная комиссия Ленинского района г. Саратова', 200001177, '40202810422026300002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Советская, 14', 045004001, 'БАНК АКЦЕПТ', 'АО "БАНК АКЦЕПТ"', 045004815, '30101810200000000815');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АЛЬТА-БАНК" (ЗАО) - ГК "АСВ', 'КУ КБ "АЛЬТА-БАНК" (ЗАО) - ГК "АСВ"', 044525424, '30101810900000000424');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Н. Островского, 59/1', 045773001, 'МЕТАЛЛИНВЕСТБАНК', 'ПЕРМСКИЙ Ф-Л ПАО АКБ "МЕТАЛЛИНВЕСТБАНК"', 045773712, '30101810600000000712');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сургут', 'ул. Энгельса, 8', 047144000, 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ГОРОДА СУРГУТА', 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ГОРОДА СУРГУТА', 200001139, '40301810865770540001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Невский пр-т, 26', 044030001, 'ФК ОТКРЫТИЕ', 'Ф-Л СЕВЕРО-ЗАПАДНЫЙ ПАО БАНК "ФК ОТКРЫТИЕ"', 044030795, '30101810540300000795');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул. Орджоникидзе, 27-а', 047501001, 'территориальная избирательная комиссия Советского района города Челябинска', 'территориальная избирательная комиссия Советского района города Челябинска', 200001118, '40301810065770200021');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул. Коммуны, 89', 047501001, 'территориальная избирательная комиссия Центрального района города Челябинска', 'территориальная избирательная комиссия Центрального района города Челябинска', 200001117, '40301810365770200022');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Златоуст', 'ул. Таганайская, 1', 047520000, 'территориальная избирательная комиссия города Златоуста', 'территориальная избирательная комиссия города Златоуста', 200001173, '40301810065770250001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Максима Горького, 77 А', 045773001, 'ЗАПАДНО-УРАЛЬСКИЙ', 'Ф-Л БАНКА ГПБ (АО) "ЗАПАДНО-УРАЛЬСКИЙ"', 045773808, '30101810200000000808');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МЕТРОПОЛЬ" ООО - ГК "АСВ', 'КУ КБ "МЕТРОПОЛЬ" ООО - ГК "АСВ"', 044525692, '30101810045250000692');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Осинская, 12', NULL, 'ОТДЕЛЕНИЕ ПЕРМЬ', 'ОТДЕЛЕНИЕ ПЕРМЬ', 045773001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курган', 'ул Советская, 66', 043735001, 'ДФИ Администрации г. Кургана', 'ДФИ Администрации г. Кургана', 237000128, '40302810800005000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Верхнемуллинская, 71', 045773001, 'ФЭУ Пермского муниципального района', 'ФЭУ Пермского муниципального района', 257000681, '40302810600005000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ТУСАРБАНК" - ГК "АСВ', 'КУ АО "ТУСАРБАНК" - ГК "АСВ"', 044525755, '30101810445250000755');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Горького, 7', 046577001, 'КОЛЬЦО УРАЛА', 'ООО КБ "КОЛЬЦО УРАЛА"', 046577768, '30101810500000000768');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ОБПИ" (ПАО) - ГК "АСВ', 'КУ АКБ "ОБПИ" (ПАО) - ГК "АСВ"', 044525776, '30101810945250000776');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нарткала', 'ул Ленина, 37', 048327001, 'УФ Урванского района', 'УФ Урванского района', 283000626, '40302810483275000019');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Гудермес', NULL, NULL, 'ПУ БАНКА РОССИИ N 13918', 'ПУ БАНКА РОССИИ N 13918', 049627002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул Никитинская, 21', 042007001, 'ВОРОНЕЖСКИЙ" ПАО КБ "УБРИР', 'ФИЛИАЛ "ВОРОНЕЖСКИЙ" ПАО КБ "УБРИР"', 042007823, '30101810400000000823');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Баумана, 37', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА ТАТАРСТАН', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА ТАТАРСТАН', 049205001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Карла Маркса, 80', 047501001, 'ЧЕЛИНДБАНК', 'ПАО "ЧЕЛИНДБАНК"', 047501711, '30101810400000000711');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Московское ш, 27', NULL, 'КЦ СЕВЕРО-ЗАПАДНОГО ГУ БАНКА РОССИИ', 'КЦ СЕВЕРО-ЗАПАДНОГО ГУ БАНКА РОССИИ', 044012000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Николоямская, 40/22, стр 4', 044525000, 'МОСКОВСКИЙ" ПАО "СКБ-БАНК', 'ФИЛИАЛ "МОСКОВСКИЙ" ПАО "СКБ-БАНК"', 044525472, '30101810045250000472');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Бикин-1', 'Восточный Городок', NULL, 'ПУ БАНКА РОССИИ СТАНЦИОННОЕ', 'ПУ БАНКА РОССИИ СТАНЦИОННОЕ', 040886002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ИНТЕРКРЕДИТ" (АО) - ГК "АСВ', 'КУ КБ "ИНТЕРКРЕДИТ" (АО) - ГК "АСВ"', 044525957, '30101810845250000957');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сыктывкар', 'ул Ленина, 53', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА КОМИ', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА КОМИ', 048702001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул Ленина, 18', 042520001, 'БАЙКАЛКРЕДОБАНК', 'КБ "БАЙКАЛКРЕДОБАНК" (ПАО)', 042520872, '30101810900000000872');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'ул Куйбышева, 4', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСП. СЕВЕРНАЯ ОСЕТИЯ-АЛАНИЯ', 'ОТДЕЛЕНИЕ-НБ РЕСП. СЕВЕРНАЯ ОСЕТИЯ-АЛАНИЯ', 049033001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул Володарского, 48', NULL, 'ОТДЕЛЕНИЕ ТЮМЕНЬ', 'ОТДЕЛЕНИЕ ТЮМЕНЬ', 047102001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пенза', 'ул Кирова, 62', NULL, 'ОТДЕЛЕНИЕ ПЕНЗА', 'ОТДЕЛЕНИЕ ПЕНЗА', 045655001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижнеудинск', 'ул Новая, 17', 042520001, 'ФИНАНСОВОЕ УПРАВЛЕНИЕ', 'ФИНАНСОВОЕ УПРАВЛЕНИЕ', 225001177, '40302810925205000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'пер Святителя Иннокентия, 17', NULL, 'ОТДЕЛЕНИЕ БЛАГОВЕЩЕНСК', 'ОТДЕЛЕНИЕ БЛАГОВЕЩЕНСК', 041012001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Томск', 'пр-т Фрунзе, 90', 046902001, 'ТОМСКПРОМСТРОЙБАНК', 'ПАО "ТОМСКПРОМСТРОЙБАНК"', 046902728, '30101810500000000728');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижнекамск', 'ул Баки Урманче, 8', NULL, 'РКЦ НИЖНЕКАМСК', 'РКЦ НИЖНЕКАМСК', 049246000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород', 'пр-т Славы, 74', NULL, 'ОТДЕЛЕНИЕ БЕЛГОРОД', 'ОТДЕЛЕНИЕ БЕЛГОРОД', 041403001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РЕГНУМ БАНК" (ООО) - ГК "АСВ', 'КУ "РЕГНУМ БАНК" (ООО) - ГК "АСВ"', 044525993, '30101810045250000993');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Ленинская, 28', NULL, 'ОТДЕЛЕНИЕ ОРЕНБУРГ', 'ОТДЕЛЕНИЕ ОРЕНБУРГ', 045354001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'ул Кирова, 12', NULL, 'ОТДЕЛЕНИЕ КЕМЕРОВО', 'ОТДЕЛЕНИЕ КЕМЕРОВО', 043207001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Воровского, 39', 043304001, 'Департамент финансов администрации города Кирова', 'Департамент финансов администрации города Кирова', 233000236, '40302810700005000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'пл Победы, 2-2', 044525000, 'БАНК АКЦЕПТ', 'МОСКОВСКИЙ ФИЛИАЛ АО "БАНК АКЦЕПТ"', 044525757, '30101810045250000757');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Будённовск', 'мкр Северный', NULL, 'ПУ БАНКА РОССИИ ГЕОРГИЕВСКОЕ', 'ПУ БАНКА РОССИИ ГЕОРГИЕВСКОЕ', 040703002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'Коммунистический пр-т, 47', NULL, 'ОТДЕЛЕНИЕ ЮЖНО-САХАЛИНСК', 'ОТДЕЛЕНИЕ ЮЖНО-САХАЛИНСК', 046401001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Семёновская, 18', 040507001, 'ФИЛИАЛ N 12 ПАО МОСОБЛБАНК', 'ФИЛИАЛ N 12 ПАО МОСОБЛБАНК', 040507888, '30101810705070000888');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Озёрный', NULL, NULL, 'ПУ БАНКА РОССИИ ЗАВОДСКОЕ', 'ПУ БАНКА РОССИИ ЗАВОДСКОЕ', 042880002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Клявлино', 'ул Октябрьская, 60', 043601001, 'УФ муниципального района Клявлинский', 'МКУ "УФ муниципального района Клявлинский"', 236002002, '40302810736015000052');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Обручева, д. 30/1, стр. 2', 044525000, 'ФОЛЬКСВАГЕН БАНК РУС', 'ООО "ФОЛЬКСВАГЕН БАНК РУС"', 044525619, '30101810100000000619');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'ул. Карла Маркса/Генерала Плиева, д. 2/16', NULL, 'ПУ БАНКА РОССИИ КАЗБЕКСКОЕ', 'ПУ БАНКА РОССИИ КАЗБЕКСКОЕ', 049082002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'площадь Михаила Тверского дом 5', 042809001, 'Министерство финансов Тверской области', 'Министерство финансов Тверской области', 228000016, '40601810700003000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новоуральск', 'ул Дзержинского, 16', 046577001, 'НОВОУРАЛЬСКИЙ" ПАО КБ "УБРИР', 'ФИЛИАЛ "НОВОУРАЛЬСКИЙ" ПАО КБ "УБРИР"', 046577916, '30101810365770000916');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Серов', 'ул Льва Толстого, 17', 046521000, 'СЕРОВСКИЙ" ПАО КБ "УБРИР', 'ФИЛИАЛ "СЕРОВСКИЙ" ПАО КБ "УБРИР"', 046521823, '30101810600000000823');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'ул Ленина, 135', 041012001, 'минфин АО', 'минфин АО', 210000354, '40302810600004000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нарьян-Мар', 'ул Ленина, 36', NULL, 'РКЦ НАРЬЯН-МАР', 'РКЦ НАРЬЯН-МАР', 041125000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ПРОБИЗНЕСБАНК" - ГК "АСВ', 'КУ ОАО АКБ "ПРОБИЗНЕСБАНК" - ГК "АСВ"', 044525986, '30101810600000000986');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'ул Ленина, 173', 046401001, 'ДФ администрации г.Ю-Сахалинска', 'ДФ администрации г.Ю-Сахалинска', 264000005, '40302810864015000005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул Ленина, 76', NULL, 'ОТДЕЛЕНИЕ КАЛУГА', 'ОТДЕЛЕНИЕ КАЛУГА', 042908001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва 701', 'ул Неглинная, 12', NULL, 'ОПЕРАЦИОННЫЙ ДЕПАРТАМЕНТ БАНКА РОССИИ', 'ОПЕРАЦИОННЫЙ ДЕПАРТАМЕНТ БАНКА РОССИИ', 044501002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, ' П/П 83604', NULL, 'ПУ БАНКА РОССИИ N 83604', 'ПУ БАНКА РОССИИ N 83604', 040021002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воркута', 'ул Мира, 24', NULL, 'РКЦ ВОРКУТА', 'РКЦ ВОРКУТА', 048718000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул Ангарская, 28', NULL, 'ОТДЕЛЕНИЕ АСТРАХАНЬ', 'ОТДЕЛЕНИЕ АСТРАХАНЬ', 041203001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Горячие Ключи', NULL, NULL, 'ПУ БАНКА РОССИИ ОСТРОВНОЕ', 'ПУ БАНКА РОССИИ ОСТРОВНОЕ', 046482002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владимир', 'ул Гоголя, 10', NULL, 'ОТДЕЛЕНИЕ ВЛАДИМИР', 'ОТДЕЛЕНИЕ ВЛАДИМИР', 041708001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владимир', 'Октябрьский пр-т, 21', 041708001, 'Избирательная комиссия Владимирской области', 'Избирательная комиссия Владимирской области', 217000027, '40301810200000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'Златкомбанк" - ГК "АСВ', 'КУ АО КБ "Златкомбанк" - ГК "АСВ"', 044525122, '30101810845250000122');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'Красный пр-т, 27', NULL, 'СИБИРСКОЕ ГУ БАНКА РОССИИ', 'СИБИРСКОЕ ГУ БАНКА РОССИИ', 045004001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул Шиллера, 2', NULL, 'ОТДЕЛЕНИЕ КАЛИНИНГРАД', 'ОТДЕЛЕНИЕ КАЛИНИНГРАД', 042748001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оленегорск 2', NULL, NULL, 'ПУ БАНКА РОССИИ ПОЛЯРНОЕ', 'ПУ БАНКА РОССИИ ПОЛЯРНОЕ', 044783002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Гаджиево', ' А/Я-43', NULL, 'ПУ БАНКА РОССИИ ФЛОТСКОЕ', 'ПУ БАНКА РОССИИ ФЛОТСКОЕ', 044784002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Полярный', 'ул Гандюхина, 6', NULL, 'ПУ БАНКА РОССИИ ПОЛЯРНОЕ', 'ПУ БАНКА РОССИИ ПОЛЯРНОЕ', 044785002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Боровичи', 'ул Толстого, 27/39', NULL, 'РКЦ БОРОВИЧИ', 'РКЦ БОРОВИЧИ', 044906000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Бекетова, 73', NULL, 'РКЦ СОВЕТСКИЙ', 'РКЦ СОВЕТСКИЙ', 042282000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Даниялова, 29', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА ДАГЕСТАН', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА ДАГЕСТАН', 048209001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Серов', 'ул Льва Толстого, 20', NULL, 'РКЦ СЕРОВ', 'РКЦ СЕРОВ', 046521000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'ул Юбилейная, 31', NULL, 'РКЦ ТОЛЬЯТТИ', 'РКЦ ТОЛЬЯТТИ', 043678000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул Адмиралтейская, 47', 041203001, 'ККБ', 'АО БАНК "ККБ"', 041203711, '30101810200000000711');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Надым', 'ул Зверева, 10', NULL, 'РКЦ НАДЫМ', 'РКЦ НАДЫМ', 047186000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сергиев Посад-7', NULL, NULL, 'ПУ БАНКА РОССИИ ДОРОЖНОЕ', 'ПУ БАНКА РОССИИ ДОРОЖНОЕ', 044680002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Томск', 'пр-т Ленина, 111', 046902001, 'Департамент финансов Томской области', 'Департамент финансов Томской области', 269000034, '40601810400003000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уссурийск', 'ул Некрасова, 102', NULL, 'РКЦ УССУРИЙСК', 'РКЦ УССУРИЙСК', 040508000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, ' П/П 83524', NULL, 'ПУ БАНКА РОССИИ N 83524', 'ПУ БАНКА РОССИИ N 83524', 040031002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Байконур', ' П/П 25631', NULL, 'ПУ БАНКА РОССИИ N 25631', 'ПУ БАНКА РОССИИ N 25631', 040037002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'ул Красной Армии, 10/1', NULL, 'ОТДЕЛЕНИЕ ИВАНОВО', 'ОТДЕЛЕНИЕ ИВАНОВО', 042406001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, ' П/П 03148', NULL, 'ПУ БАНКА РОССИИ N 03148', 'ПУ БАНКА РОССИИ N 03148', 040012002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул 8 Марта, 13', 046577001, 'БАНК "ЕКАТЕРИНБУРГ', 'ПАО "БАНК "ЕКАТЕРИНБУРГ"', 046577904, '30101810500000000904');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Лесной-4', NULL, NULL, 'ПУ БАНКА РОССИИ МАЛАХИТОВОЕ', 'ПУ БАНКА РОССИИ МАЛАХИТОВОЕ', 046576002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Тукаева, 46', 048073001, 'Минфин РБ', 'Минфин РБ', 280000632, '40302810500004000034');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Большая Глушица', 'ул Гагарина, 91', 043601001, 'Финуправление', 'Финуправление', 236001742, '40302810336015000012');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, ' П/П 10513', NULL, 'ПУ БАНКА РОССИИ N 10513', 'ПУ БАНКА РОССИИ N 10513', 040041002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Брянск', 'ул Горького, 34', NULL, 'ОТДЕЛЕНИЕ БРЯНСК', 'ОТДЕЛЕНИЕ БРЯНСК', 041501001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул Предтеченская, 5', NULL, 'ОТДЕЛЕНИЕ ВОЛОГДА', 'ОТДЕЛЕНИЕ ВОЛОГДА', 041909001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Исаклы', 'ул Куйбышевская, 75 А', 043601001, 'УЭРИИФ администрации района', 'УЭРИИФ администрации района', 236002010, '40302810736015000078');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'ул. Кирова, 89б', 043209000, 'КУЗНЕЦКБИЗНЕСБАНК', 'АО "КУЗНЕЦКБИЗНЕСБАНК"', 043209740, '30101810600000000740');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'пр-т Ленина, 12', 044705001, 'МСКБ', 'БАНК "МСКБ" (АО)', 044705768, '30101810600000000768');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'ул Князева, 5/2', NULL, 'ОТДЕЛЕНИЕ КОСТРОМА', 'ОТДЕЛЕНИЕ КОСТРОМА', 043469001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Златоуст', 'ул Таганайская, 1', 047520000, 'Финансовое управление ЗГО', 'Финансовое управление ЗГО', 275001246, '40302810000005000016');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сочи', 'ул Навагинская, 14', 040396000, 'АО БАНК ЗЕНИТ СОЧИ', 'АО БАНК ЗЕНИТ СОЧИ', 040396717, '30101810400000000717');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белорецк', 'ул Ленина, 71', 048086000, 'ФУ АДМИНИСТРАЦИИ МР БЕЛОРЕЦКИЙ РАЙОН РБ', 'ФУ АДМИНИСТРАЦИИ МР БЕЛОРЕЦКИЙ РАЙОН РБ', 280001034, '40302810500005000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пятигорск', 'ул Козлова, 28', 049133001, 'РАЗВИТИЕ"-ГК "АСВ', 'КУ ООО КБ "РАЗВИТИЕ"-ГК "АСВ"', 049133812, '30101810300000000812');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Лиговский пр-т, 94-2 лит А пом. 4Н', 044030001, 'РОСТФИНАНС', 'ФИЛИАЛ ООО КБ "РОСТФИНАНС" В САНКТ-ПЕТЕРБУРГЕ', 044030733, '30101810340300000733');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044206001, 'ЛИПЕЦКОБЛБАНК"-ГК "АСВ', 'КУ ОАО "ЛИПЕЦКОБЛБАНК"-ГК "АСВ"', 044206708, '30101810900000000708');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Анадырь', 'ул Дежнева, 7', NULL, 'ОТДЕЛЕНИЕ АНАДЫРЬ', 'ОТДЕЛЕНИЕ АНАДЫРЬ', 047719001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волжский', 'ул Сталинградская, 13', NULL, 'РКЦ ВОЛЖСКИЙ', 'РКЦ ВОЛЖСКИЙ', 041856000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининск', 'ул Коллективная, 61', 046311001, 'Финуправление Калининского МР', 'Финуправление Калининского МР', 263010178, '40302810500005000200');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'Красный пр-т, 34', 045004001, 'ДФиНП мэрии', 'ДФиНП мэрии', 250000343, '40302810100045000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Тагил', 'ул Пархоменко, 1 А', 046510000, 'Финансовое управление города', 'Финансовое управление города', 265000598, '40302810700005000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул Тенистая Аллея, 73 А', NULL, 'ПУ БАНКА РОССИИ БАЛТИЙСКОЕ', 'ПУ БАНКА РОССИИ БАЛТИЙСКОЕ', 042780002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Балтийск', 'Водолазный пер, 1', NULL, 'ПУ БАНКА РОССИИ ЛАЗУРНОЕ', 'ПУ БАНКА РОССИИ ЛАЗУРНОЕ', 042784002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'ул Советская, 13', NULL, 'ОТДЕЛЕНИЕ ТВЕРЬ', 'ОТДЕЛЕНИЕ ТВЕРЬ', 042809001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Суворовский пр-т, 67', 044106001, 'Комитет финансов Ленинградской области', 'Комитет финансов Ленинградской области', 241000079, '40302810700004000007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Б. Полянка, 50/1, стр 1', 044525000, 'НОВИКОМБАНК', 'АО АКБ "НОВИКОМБАНК"', 044525162, '30101810245250000162');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кисловодск', 'ул Куйбышева, 68', NULL, 'РКЦ КИСЛОВОДСК', 'РКЦ КИСЛОВОДСК', 040715000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'пр. Океанский, д 48А', 040507001, 'БАНК ИНТЕЗА', 'ДАЛЬНЕВОСТОЧНЫЙ ФИЛИАЛ АО "БАНК ИНТЕЗА"', 040507883, '30101810205070000883');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'пр-т Ленина, 58', NULL, 'ОТДЕЛЕНИЕ ЧЕЛЯБИНСК', 'ОТДЕЛЕНИЕ ЧЕЛЯБИНСК', 047501001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул Театральная, 36', NULL, 'ОТДЕЛЕНИЕ ВОРОНЕЖ', 'ОТДЕЛЕНИЕ ВОРОНЕЖ', 042007001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'пр-т Ленина, 37/73', 047888001, 'БУЛГАР БАНК" - КУ ГК "АСВ', 'АО "БУЛГАР БАНК" - КУ ГК "АСВ"', 047888372, '30101810645250000372');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Зацепский Вал, дом 5', 044525000, 'НОРВИК БАНК', 'ФИЛИАЛ ПАО "НОРВИК БАНК" В МОСКВЕ', 044525379, '30101810245250000379');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РЕНЕССАНС" - ГК "АСВ', 'КУ ООО КБ "РЕНЕССАНС" - ГК "АСВ"', 044525083, '30101810845250000083');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мильково', 'ул Ленинская, 33', NULL, 'РКЦ МИЛЬКОВО', 'РКЦ МИЛЬКОВО', 043015000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Рашпилевская, 89', 040349001, 'КРАСНОДАРСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 'КРАСНОДАРСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 040349542, '30101810600000000542');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул. Октябрьской Революции, д. 5', 042520001, 'Сибирский" АО "БАЙКАЛИНВЕСТБАНК', 'Филиал "Сибирский" АО "БАЙКАЛИНВЕСТБАНК"', 042520780, '30101810750042520780');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул Плехановская, 10', 042007001, 'УФБП АГО г.Воронеж', 'УФБП АГО г.Воронеж', 220000023, '40302810120075000011');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, ' П/П 64106', NULL, 'ПУ БАНКА РОССИИ N 64106', 'ПУ БАНКА РОССИИ N 64106', 040047002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Смоленск', 'ул Б. Советская, 41/18', NULL, 'ОТДЕЛЕНИЕ СМОЛЕНСК', 'ОТДЕЛЕНИЕ СМОЛЕНСК', 046614001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Смоленск', 'пр-д Маршала Конева, 28 Е', 046614001, 'Смоленский район', 'Финуправление Адм.м.о."Смоленский район" Смол. обл.', 266000072, '40302810366145000868');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сибирский', NULL, NULL, 'ПУ БАНКА РОССИИ ШОЛОХОВСКОЕ', 'ПУ БАНКА РОССИИ ШОЛОХОВСКОЕ', 040181002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва 35', 'ул Балчуг, 2', NULL, 'ГУ БАНКА РОССИИ ПО ЦФО', 'ГУ БАНКА РОССИИ ПО ЦФО', 044525000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Находка', 'Находкинский пр-т, 16', 040510000, 'Финансовое управление администрации Находкинского городского округа', 'Финансовое управление администрации Находкинского городского округа', 205002900, '40302810605105000008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Садовая, 329', 043601001, 'Избирком', 'Избирком', 236000127, '40202810536010000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Литейный проспект, дом 13, литера А, помещение1-Н', 044030001, 'ФОРА-БАНК', 'Ф.АКБ "ФОРА-БАНК" (АО) В Г.САНКТ-ПЕТЕРБУРГ', 044030831, '30101810640300000831');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'НОТА-БАНК" (ПАО) - ГК "АСВ', 'КУ "НОТА-БАНК" (ПАО) - ГК "АСВ"', 044525569, '30101810700000000569');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Староминская', 'ул Красная, 15', 040349001, 'ФУ МО Староминский район', 'ФУ МО Староминский район', 200000387, '40701810103493000282');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул Зоологическая, 27 А', 042780002, 'УФК по Калининградской области', 'УФК по Калининградской области', 042780104, '40116810700000010106');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул В. Радищевская, 11, стр 1', 044588002, 'Межрегиональное операционное УФК ', 'Межрегиональное операционное УФК ', 044588100, '40116810600000010008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '3-я Рощинская ул, 3, стр 1', 044588002, 'УФК по г. Москве', 'УФК по г. Москве', 044588101, '40116810300000010007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул Ермаковская, 12', 048140002, 'УФК по Республике Бурятия ', 'УФК по Республике Бурятия ', 048140100, '40116810881400010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Назрань', 'ул Оздоева, 44', 042618001, 'Избирательная комиссия Республики Ингушетия', 'Избирательная комиссия Республики Ингушетия', 226000017, '40301810100000000032');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Туркестанская, 161', 045354001, 'ФИНЧЕР', 'ОРЕНБУРГСКИЙ ФИЛИАЛ НКО "ФИНЧЕР" (ООО)', 045354841, '30103810400000000841');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'ул Калинина, 4, пом. IX', 041012001, 'КРОНА-БАНК', 'АМУРСКИЙ ФИЛИАЛ ООО "КРОНА-БАНК"', 041012764, '30101810000000000764');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'ул Ярославская, 23', 049706001, 'МЕГАПОЛИС', 'ООО КБ "МЕГАПОЛИС"', 049706723, '30101810600000000723');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'ул Станко, 13', 042406001, 'ЕВРОАЛЬЯНС', 'АО КИБ "ЕВРОАЛЬЯНС"', 042406701, '30101810800000000701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Чернышевского, 18/23', 049205001, 'ТАТСОЦБАНК', 'АО "ТАТСОЦБАНК"', 049205703, '30101810500000000703');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Челюскинцев, 13', 045004001, 'Ф-Л БАНКОВСКИЙ ЦЕНТР СИБИРЬ ПАО БАНК ЗЕНИТ', 'Ф-Л БАНКОВСКИЙ ЦЕНТР СИБИРЬ ПАО БАНК ЗЕНИТ', 045004851, '30101810350040000851');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Первоуральск', 'ул Ватутина, 41', 046577001, 'Финуправление Администрации городского округа Первоуральск', 'Финуправление Администрации городского округа Первоуральск', 265000814, '40302810965775000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул Чернышевского, 6', 041203001, 'ФКУ администрации г. Астрахани', 'ФКУ администрации г. Астрахани', 212000015, '40302810800005000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Коммунаров, 61', 040349001, 'ВНЕШФИНБАНК', 'ООО КБ "ВНЕШФИНБАНК"', 040349909, '30101810900000000909');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул. Малюгиной, дом 233, корпус Б', 046015001, 'ЗЕМКОМБАНК', 'ООО "ЗЕМКОМБАНК"', 046015078, '30101810760150000078');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Ковалихинская, 8', 042282000, 'ФК ОТКРЫТИЕ', 'Ф-Л ПРИВОЛЖСКИЙ ПАО БАНК "ФК ОТКРЫТИЕ"', 042282881, '30101810300000000881');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пл Карла Фаберже, 8 лит Б', 044030001, 'ЛАНТА-БАНК', 'СПБ ФИЛИАЛ АКБ "ЛАНТА-БАНК" (АО)', 044030761, '30101810900000000761');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'ул Горького, 96', 043678000, 'ТОЛЬЯТТИХИМБАНК', 'АО "ТОЛЬЯТТИХИМБАНК"', 043678838, '30101810000000000838');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Ленина, 235 А', 040702001, 'БАНК УРАЛСИБ', 'ФИЛИАЛ ПАО "БАНК УРАЛСИБ" В Г. СТАВРОПОЛЬ', 040702763, '30101810400000000763');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орёл', 'ул Салтыкова-Щедрина, 21', 045402001, 'ЛАНТА-БАНК', 'ОРЛОВСКИЙ ФИЛИАЛ АКБ "ЛАНТА-БАНК" (АО)', 045402725, '30101810600000000725');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АНТАЛБАНК" ООО - ГК "АСВ', 'КУ КБ "АНТАЛБАНК" ООО - ГК "АСВ"', 044525621, '30101810045250000621');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Большой Кисловский пер., д. 13', 044525000, 'НКО НКЦ (АО)', 'НКО НКЦ (АО)', 044525646, '30103810345250000646');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'проспект Зеленый, д.20', 044525000, 'БАНК "АГРОРОС', 'МОСКОВСКИЙ ФИЛИАЛ АО "БАНК "АГРОРОС"', 044525688, '30101810745250000688');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Б. Хмельницкого, 56', 045004001, 'ПЛАТЕЖНЫЙ СТАНДАРТ', 'ООО НКО "ПЛАТЕЖНЫЙ СТАНДАРТ"', 045004814, '30103810450040000814');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'Красный пр-т, 18', 045004001, 'МФ и НП НСО', 'МФ и НП НСО', 250000337, '40302810500044000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Прохладный', 'ул Ленина, 115', 048327001, ' УФ ПМР КБР ', 'МКУ " УФ ПМР КБР "', 283000644, '40302810183275000005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Дубининская, д. 57, строение 4', 044525000, 'ПРИМСОЦБАНК', 'ФСКБ ПРИМОРЬЯ "ПРИМСОЦБАНК" В Г.МОСКВЕ', 044525803, '30101810245250000803');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Брянск', 'пр-т Ленина, 33', 041501001, 'Избирательная комиссия Брянской области', 'Избирательная комиссия Брянской области', 215000042, '40202810600000000552');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Хорошевское шоссе, дом 32А', 044525000, 'СОЛИД БАНК', 'МОСКОВСКИЙ ФИЛИАЛ АО "СОЛИД БАНК"', 044525795, '30101810845250000795');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'ул Советская, 23', 042809001, 'избирательная комиссия Тверской области', 'избирательная комиссия Тверской области', 228000025, '40202810245250000006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'ул Шмулевича, 8 А', 049033001, 'БРР" (ОАО) ГК "АСВ', 'КУ АКБ "БРР" (ОАО) ГК "АСВ"', 049033764, '30101810500000000764');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'ул Шмулевича, 8 А', 049033001, 'АРТ-БАНК" (ООО) ГК "АСВ', 'КУ КБ "АРТ-БАНК" (ООО) ГК "АСВ"', 049033745, '30101810600000000745');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Липецк', 'пл Ленина, 1', 044206001, 'Избирательная комиссия Липецкой области', 'Избирательная комиссия Липецкой области', 242000073, '40202810245250000047');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великий Новгород', 'наб р.Гзень, 11', 044959001, 'НОВОБАНК', 'ПАО УКБ "НОВОБАНК"', 044959746, '30101810900000000746');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Фабричная, 13', 045004001, 'РОССЕЛЬХОЗБАНК', 'НОВОСИБИРСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 045004784, '30101810700000000784');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Державина, 14', 045004001, 'ФК ОТКРЫТИЕ', 'Ф-Л СИБИРСКИЙ ПАО БАНК "ФК ОТКРЫТИЕ"', 045004867, '30101810250040000867');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Кузнецкий Мост, 17, стр 1', 044525000, 'ФИЛИАЛ № 7701 БАНКА ВТБ (ПАО)', 'ФИЛИАЛ № 7701 БАНКА ВТБ (ПАО)', 044525745, '30101810345250000745');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул Фрунзе, 52', 045209001, 'РОССЕЛЬХОЗБАНК', 'ОМСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 045209822, '30101810900000000822');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ханты-Мансийск', 'ул Мира, 38', 047162000, 'ФК ОТКРЫТИЕ', 'Ф-Л ЗАПАДНО-СИБИРСКИЙ ПАО БАНКА "ФК ОТКРЫТИЕ"', 047162812, '30101810465777100812');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нальчик', 'ул Ахохова, 167', 048327001, 'ФК ОТКРЫТИЕ', 'Ф-Л СЕВЕРО-КАВКАЗСКИЙ ПАО БАНК "ФК ОТКРЫТИЕ"', 048327780, '30101810083270000780');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'пр-кт М. Нагибина, 14 а', 046015001, 'РОССЕЛЬХОЗБАНК', 'РОСТОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 046015211, '30101810800000000211');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Б. Морская, 29 лит А', 044030001, 'ФИЛИАЛ № 7806 БАНКА ВТБ (ПАО)', 'ФИЛИАЛ № 7806 БАНКА ВТБ (ПАО)', 044030707, '30101810240300000707');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Торжковская, 4 лит А', 044106001, 'Избирательная комиссия Ленинградской области', 'Избирательная комиссия Ленинградской области', 241000086, '40301810500000000053');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Архангельск', 'ул Карла Либкнехта, 34', 041117001, 'РОССЕЛЬХОЗБАНК', 'АРХАНГЕЛЬСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 041117772, '30101810000000000772');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Фрунзе, 232, 234, 234/1', 045004001, 'ФИЛИАЛ № 5440 БАНКА ВТБ (ПАО)', 'ФИЛИАЛ № 5440 БАНКА ВТБ (ПАО)', 045004719, '30101810450040000719');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'пр-т Ленина, 27', 046577001, 'ФИЛИАЛ № 6602 БАНКА ВТБ (ПАО)', 'ФИЛИАЛ № 6602 БАНКА ВТБ (ПАО)', 046577501, '30101810165770000501');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Муравьёва-Амурского, 18', 040813001, 'ФИЛИАЛ № 2754 БАНКА ВТБ (ПАО)', 'ФИЛИАЛ № 2754 БАНКА ВТБ (ПАО)', 040813713, '30101810708130000713');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'Московский пр-т, 95', 042748001, 'ИККО', 'ИККО', 227000057, '40202810740300027006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул Рижская, 61', 047102001, 'ЗАПАДНО-СИБИРСКОЕ ОТДЕЛЕНИЕ№8647 ПАО СБЕРБАНК', 'ЗАПАДНО-СИБИРСКОЕ ОТДЕЛЕНИЕ№8647 ПАО СБЕРБАНК', 047102651, '30101810800000000651');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Владимирский пр-т, 10 лит А пом 2-Н', 044030001, 'САНКТ-ПЕТЕРБУРГСКИЙ" ПАО КБ "УБРИР', 'ФИЛИАЛ "САНКТ-ПЕТЕРБУРГСКИЙ" ПАО КБ "УБРИР"', 044030916, '30101810840300000916');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Псков', 'ул Некрасова, 23', 045805001, 'Избирательная комиссия Псковской области', 'Избирательная комиссия Псковской области', 258000013, '40301810700000000102');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул им. Гоголя, 68', 040349001, 'ФИЛИАЛ № 2351 БАНКА ВТБ (ПАО)', 'ФИЛИАЛ № 2351 БАНКА ВТБ (ПАО)', 040349758, '30101810703490000758');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул Кольцовская, 31', 042007001, 'ФИЛИАЛ № 3652 БАНКА ВТБ (ПАО)', 'ФИЛИАЛ № 3652 БАНКА ВТБ (ПАО)', 042007855, '30101810545250000855');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Исаакиевская пл, 6', 044030001, 'Санкт-Петербургская избирательная комиссия', 'Санкт-Петербургская избирательная комиссия', 240000189, '40301810900000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'пл Свободы, 9', 043678000, 'УФ м.р.Ставропольский', 'УФ м.р.Ставропольский', 236001172, '40302810536785000186');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саранск', 'ул Коммунистическая, 33, к 1', 048952001, 'Минфин Республики Мордовия', 'Минфин Республики Мордовия', 289000449, '40601810822024520004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Анзорей', 'ул Шинахова, 1 А', 048327001, 'КУЭФ Лескенского района', 'КУЭФ Лескенского района', 283000336, '40302810700275000006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петрозаводск', 'ул Куйбышева, 5', 048602001, 'Центризбирком РК', 'Центризбирком РК', 286000017, '40202810200000000182');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Светланская, 69', 040510000, 'УФК по Приморскому краю', 'УФК по Приморскому краю', 000510022, '40116810705100010008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тамбов', 'ул Советская, 118', 046850001, 'ТКПБ', 'АО БАНК "ТКПБ"', 046850755, '30101810600000000755');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул. Октябрьская, 183/ ул. Северная, 326', 040349001, 'ЦЕНТР-ИНВЕСТ', 'ФИЛИАЛ N8 ПАО КБ "ЦЕНТР-ИНВЕСТ"', 040349550, '30101810100000000550');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Коминтерна, 139', 042202001, 'ЦЕНТР-ИНВЕСТ', 'ФИЛИАЛ №10 ПАО КБ "ЦЕНТР-ИНВЕСТ"', 042202717, '30101810122020000717');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Таганрог', 'ул. Греческая, 71 тел.(8634)310975', 046015001, 'ТАГАНРОГБАНК', 'ПАО "ТАГАНРОГБАНК"', 046015946, '30101810960150000946');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'пл Горького, 6', 042202001, 'НБД-БАНК', 'ПАО "НБД-БАНК"', 042202705, '30101810400000000705');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Снежинск', 'ул Васильева, 19', 047501001, 'СНЕЖИНСКИЙ', 'БАНК "СНЕЖИНСКИЙ" АО', 047501799, '30101810600000000799');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул В.М.Шукшина, 9', 045209001, 'ПЕРСПЕКТИВА', 'НКО "ПЕРСПЕКТИВА" (ООО)', 045209885, '30103810052090000885');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Ленина, 231/11', 040702001, 'ВОСТОЧНЫЙ', 'СЕВЕРО-КАВКАЗСКИЙ ФИЛИАЛ ПАО КБ "ВОСТОЧНЫЙ"', 040702748, '30101810007020000748');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул Воронина, 4', 042908001, 'ФОРА-БАНК', 'ФИЛИАЛ АКБ "ФОРА-БАНК" (АО) В Г.КАЛУГА', 042908770, '30101810000000000770');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Костина, 20', 042202001, 'НИЖЕГОРОДСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'НИЖЕГОРОДСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 042202799, '30101810500000000799');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', 'пр-т А.А.Кадырова, 3/25', 049690001, 'ИК ЧР', 'ИК ЧР', 296000010, '40301810700000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Перенсона, 33', 040407001, 'РОССЕЛЬХОЗБАНК', 'КРАСНОЯРСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 040407923, '30101810300000000923');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Ульянова, 7', 042202001, 'СЛАВИЯ', 'ФИЛИАЛ АКБ "СЛАВИЯ" (АО) В Г. НИЖНИЙ НОВГОРОД', 042202891, '30101810000000000891');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'Московский пр-т, 19 Б', 042007001, 'РОССЕЛЬХОЗБАНК', 'ВОРОНЕЖСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 042007811, '30101810700000000811');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Каммаева, 19, к "Ж"', 048209001, 'ЭКСПРЕСС" ГК "АСВ', 'КУ ОАО АКБ "ЭКСПРЕСС" ГК "АСВ"', 048209918, '30101810500000000918');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Михайлова, 11', 044030001, 'СЭБ БАНК', 'АО "СЭБ БАНК"', 044030747, '30101810500000000747');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'ул Невская, 11', 041806001, 'ВОЗРОЖДЕНИЕ', 'ВОЛГОГРАДСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 041806824, '30101810800000000824');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'пл Революции, 8', 047501001, 'ЧЕЛЯБИНВЕСТБАНК', 'ПАО "ЧЕЛЯБИНВЕСТБАНК"', 047501779, '30101810400000000779');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'пр-т Альберта Камалеева, 16 А', 049205001, 'АВТОКРЕДИТБАНК', 'ООО"АВТОКРЕДИТБАНК"', 049205795, '30101810000000000795');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нефтегорск', 'ул Ленина, 2', 043601001, 'УЭРТФИ муниципального района Нефтегорский', 'УЭРТФИ муниципального района Нефтегорский', 297000799, '40302810122025360121');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кошки', 'ул Советская, 3', 043601001, 'Управление финансов', 'Управление финансов', 297000774, '40302810422025360119');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'Красный пр-т, 18', 045004001, 'Избирательная комиссия Новосибирской области', 'Избирательная комиссия Новосибирской области', 250000313, '40301810600000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Загородный пр-т, 46 к. 2 лит. Б', 044030001, 'АЛЕКСАНДРОВСКИЙ', 'ПАО БАНК "АЛЕКСАНДРОВСКИЙ"', 044030755, '30101810000000000755');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Профессора Попова, 23', 044030001, 'ЭКСИ-БАНК (АО)', 'ЭКСИ-БАНК (АО)', 044030889, '30101810400000000889');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Каммаева, 19, к "Ж"', 048209001, 'ДАГЭНЕРГОБАНК" ГК "АСВ', 'КУ ООО "ДАГЭНЕРГОБАНК" ГК "АСВ"', 048209964, '30101810800000000964');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Каммаева, 19, к "Ж"', 048209001, 'НАФТАБАНК" ООО ГК "АСВ', 'КУ КБ "НАФТАБАНК" ООО ГК "АСВ"', 048209992, '30101810500000000992');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Каммаева, 19, к "Ж"', 048209001, 'НОВЫЙ КОММЕРЧЕСКИЙ БАНК" ГК "АСВ', 'КУ ООО "НОВЫЙ КОММЕРЧЕСКИЙ БАНК" ГК "АСВ"', 048209711, '30101810600000000711');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Каммаева, 19, к "Ж"', 048209001, 'АНДЖИБАНК" ГК "АСВ', 'КУ ОАО "АНДЖИБАНК" ГК "АСВ"', 048209729, '30101810100000000729');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Каммаева, 19, к "Ж"', 048209001, 'ЭСИДБАНК" ГК "АСВ', 'КУ ООО "ЭСИДБАНК" ГК "АСВ"', 048209742, '30101810200000000742');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Норильск', 'ул Орджоникидзе, 7', 040495000, 'Фонд социальной защиты населения Норильского промышленного района', 'Фонд социальной защиты населения Норильского промышленного района', 204000989, '40406810600000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кызыл', 'ул Чульдум, 18', 049304001, 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ РЕСПУБЛИКИ ТЫВА', 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ РЕСПУБЛИКИ ТЫВА', 293000016, '40202810300000000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Степана Разина, 130', 043601001, 'ИНКАХРАН', 'САМАРСКИЙ ФИЛИАЛ НКО "ИНКАХРАН" (АО)', 043601803, '30103810400000000803');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Лысьва', 'Пожарского, д.8', 045773001, 'ЛЫСЬВА" АО АКБ "АЛЕФ-БАНК', 'ФИЛИАЛ "ЛЫСЬВА" АО АКБ "АЛЕФ-БАНК"', 045773804, '30101810965775700804');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Гражданский пр-т, 11 лит В, К', 044030001, 'ИНКАХРАН', 'САНКТ-ПЕТЕРБУРГСКИЙ Ф-Л НКО "ИНКАХРАН" (АО)', 044030302, '30103810600000000302');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Джамбула, 45', 040813001, 'ИНКАХРАН', 'ХАБАРОВСКИЙ ФИЛИАЛ НКО "ИНКАХРАН" (АО)', 040813867, '30103810300000000867');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Марата, д. 73 лит А пом 5Н', 044030001, 'МНХБ', 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ БАНКА "МНХБ" ПАО', 044030844, '30101810500000000844');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Светланская, 22', 040507001, 'Избирательная комиссия Приморского края', 'Избирательная комиссия Приморского края', 205000024, '40202810900000001062');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петропавловск-Камчатский', 'ул Советская, 35', 043002001, 'Избирательная комиссия Камчатского края', 'Избирательная комиссия Камчатского края', 230000770, '40301810700000000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'Океанский пр-т, 20', 040507001, 'Владивостокская городская муниципальная избирательная комиссия', 'Владивостокская городская муниципальная избирательная комиссия', 205002861, '40206810105070000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'Кремль, к 2', 042202001, 'избирательная комиссия Нижегородской области', 'избирательная комиссия Нижегородской области', 222000300, '40202810600000000119');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Бердск', 'ул Попова, 11', 045004001, 'ЦЕНТРАЛЬНЫЙ" ПАО "СОВКОМБАНК', 'ФИЛИАЛ "ЦЕНТРАЛЬНЫЙ" ПАО "СОВКОМБАНК"', 045004763, '30101810150040000763');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Тверская, 13', 044525000, 'Московская городская избирательная комиссия', 'Московская городская избирательная комиссия', 278000785, '40202810145250000096');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Каммаева, 19, к "Ж"', 048209001, 'ИМБАНК" (ОАО) ГК "АСВ', 'КУ АИБ "ИМБАНК" (ОАО) ГК "АСВ"', 048209744, '30101810800000000744');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'пр-т имени В.И. Ленина, 15', 041806001, 'департамент финансов администрации Волгограда', 'департамент финансов администрации Волгограда', 218001971, '40701810900003000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'СОЮЗНЫЙ" - ГК "АСВ', 'Ликвидатор ООО КБ "СОЮЗНЫЙ" - ГК "АСВ"', 044525553, '30101810045250000553');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Каммаева, 19, к "Ж"', 048209001, 'КРЕДО ФИНАНС" ГК "АСВ', 'КУ ООО КБ "КРЕДО ФИНАНС" ГК "АСВ"', 048209748, '30101810000000000748');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ашхабад', NULL, 044501002, 'ЦЕНТРАЛЬНЫЙ БАНК ТУРКМЕНИСТАНА', 'ЦЕНТРАЛЬНЫЙ БАНК ТУРКМЕНИСТАНА', 245001291, '30107810200000000038');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Каммаева, 19, к "Ж"', 048209001, 'ЭЛЬБИН" ГК "АСВ', 'КУ АО АКБ "ЭЛЬБИН" ГК "АСВ"', 048209755, '30101810200000000755');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Б. Кисловский пер, 13', 044501002, 'Национальный Клиринговый Центр', 'Небанковская кредитная организация-центральный контрагент "Национальный Клиринговый Центр" (Акционерное общество)', 245001961, '30414810700000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЕВРОАКСИС БАНК" - ГК "АСВ', 'КУ АО "ЕВРОАКСИС БАНК" - ГК "АСВ"', 044525193, '30101810600000000193');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ПУЛЬС СТОЛИЦЫ" - ГК "АСВ', 'КУ ООО КБ "ПУЛЬС СТОЛИЦЫ" - ГК "АСВ"', 044525180, '30101810845250000180');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, NULL, 044501002, 'МЕЖДУНАРОДНЫЙ ВАЛЮТНЫЙ ФОНД', 'МЕЖДУНАРОДНЫЙ ВАЛЮТНЫЙ ФОНД', 245001228, '40808810900007010704');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород', 'Соборная пл, 4', 041403001, 'Облизбирком', 'Облизбирком', 214000061, '40301810700000000108');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, NULL, 044501002, 'Международный банк реконструкции и развития', 'Международный банк реконструкции и развития', 245001229, '40808810300008100103');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Минск', 'пр-т Независимости, 20', 044501002, 'Национальный банк Республики Беларусь', 'Национальный банк Республики Беларусь', 245001292, '30107810000000000034');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Бишкек', 'пр-т Чуй, 168', 044501002, 'НАЦИОНАЛЬНЫЙ БАНК КЫРГЫЗСКОЙ РЕСПУБЛИКИ', 'НАЦИОНАЛЬНЫЙ БАНК КЫРГЫЗСКОЙ РЕСПУБЛИКИ', 245001293, '30107810500000000039');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Алматы', 'мкр Коктем-3, 21', 044501002, 'Национальный Банк Республики Казахстан', 'Национальный Банк Республики Казахстан', 245001294, '30107810300000000035');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ИНТРАСТБАНК" (ОАО) ГК "АСВ', 'КУ АКБ "ИНТРАСТБАНК" (ОАО) ГК "АСВ"', 044525154, '30101810745250000154');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Псков', 'ул Гоголя, 2', 045805001, 'ФИЛИАЛ ЭКСИ-БАНК (АО) ПСКОВСКИЙ', 'ФИЛИАЛ ЭКСИ-БАНК (АО) ПСКОВСКИЙ', 045805722, '30101810400000000722');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Бережковская наб, 22, стр 3', 044525000, 'ФПИ', 'ФПИ', 278000689, '40503810645250000091');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул Звездная, 6-1', 045209001, 'ПФС-БАНК', 'ФО ПАО КБ "ПФС-БАНК"', 045209876, '30101810652090000876');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Настасьинский пер, 7, стр 2', 044525000, 'БАНК ФИНАМ', 'АО "БАНК ФИНАМ"', 044525604, '30101810745250000604');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Набережная Тараса Шевченко, д. 23А, 2 этаж, пом. 1, ком. № 1', 044525000, 'БАНК ФИНСЕРВИС', 'АО "БАНК ФИНСЕРВИС"', 044525079, '30101810545250000079');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Лысые горы', 'пл 50 лет Октября, 3', 046311001, 'Финансовое управление администрации Лысогорского муниципального района Саратовской области', 'Финансовое управление администрации Лысогорского муниципального района Саратовской области', 263012080, '40302810700005000220');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинградское шоссе, д.16А, стр. 2', 044525000, 'ОТП БАНК', 'АО "ОТП БАНК"', 044525311, '30101810000000000311');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'мкр Северное Чертаново, 1 А-1', 044525000, 'КИВИ БАНК (АО)', 'КИВИ БАНК (АО)', 044525416, '30101810645250000416');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'Октябрьская пл, 1', 046577001, 'Избирательная комиссия Свердловской области', 'Избирательная комиссия Свердловской области', 280001523, '40202810965770000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул. Ленина, д. 18', 045004001, 'ФК Открытие', 'Ф-л Новосибирский №2 ПАО Банк "ФК Открытие"', 045004741, '30101810350040000741');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул Благовещенская, 3', 041909001, 'БАНК СГБ', 'ПАО "БАНК СГБ"', 041909786, '30101810800000000786');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'Петербургское ш, 53 А', 042809001, 'УФК по Тверской области', 'УФК по Тверской области', 012809106, '40101810600000010005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул Клиническая, 83А', 042748001, 'ЭНЕРГОТРАНСБАНК', 'КБ "ЭНЕРГОТРАНСБАНК" (АО)', 042748701, '30101810800000000701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'ул Льва Толстого, 38 А', 040173001, 'АЛТАЙКАПИТАЛБАНК', 'ООО КБ "АЛТАЙКАПИТАЛБАНК"', 040173771, '30101810900000000771');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Тимирязевская, 1', 044525000, 'ПРОКОММЕРЦБАНК', 'ООО "ПРОКОММЕРЦБАНК"', 044525699, '30101810145250000699');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Цхинвал', 'ул Сталина, 20', 049033001, 'НАЦИОНАЛЬНЫЙ БАНК РЕСПУБЛИКИ ЮЖНАЯ ОСЕТИЯ', 'НАЦИОНАЛЬНЫЙ БАНК РЕСПУБЛИКИ ЮЖНАЯ ОСЕТИЯ', 049033199, '30111810990330000199');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул 9 Января, 64, комната 309', 045354001, 'Избирательная комиссия Оренбургской области', 'Избирательная комиссия Оренбургской области', 253000417, '40202810200000310075');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Северная, 321', 040349001, 'ГТ БАНК', 'ООО КБ "ГТ БАНК"', 040349789, '30101810303490000789');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, NULL, 044501002, 'НАЦИОНАЛЬНЫЙ БАНК ГРУЗИИ', 'НАЦИОНАЛЬНЫЙ БАНК ГРУЗИИ', 245001296, '30107810600000000049');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рязань', 'ул Есенина, 82/26', 046126001, 'ПРИО-ВНЕШТОРГБАНК (ПАО)', 'ПРИО-ВНЕШТОРГБАНК (ПАО)', 046126708, '30101810500000000708');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, NULL, 044501002, 'Ремонтно-строительное управление Военно-строительного объединения Министерства внутренних дел РФ', 'Дочернее государственное унитарное предприятие "Ремонтно-строительное управление Военно-строительного объединения Министерства внутренних дел РФ"', 245001173, '40502810200000009051');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Гольяновская, 7, к 1', 044525000, 'ЛИКВИДАТОР ООО НКО СТОЛИЧНАЯ РАСЧЕТНАЯ ПАЛАТА', 'ЛИКВИДАТОР ООО НКО СТОЛИЧНАЯ РАСЧЕТНАЯ ПАЛАТА', 044525061, '30103810645250000061');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ВЕСТИНТЕРБАНК" - ГК "АСВ', 'КУ ООО "ВЕСТИНТЕРБАНК" - ГК "АСВ"', 044525071, '30101810145250000071');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ереван', 'ул Вазген Саргсян, 6', 044501002, 'Центральный банк Республики Армения', 'Центральный банк Республики Армения', 245010410, '30107810045010000144');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, NULL, 044501002, 'Банк Евроклир', 'Банк Евроклир', 245009721, '30111810100000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Шанхай', 'Башня БРИКС,333,окружная дорога Луцзяцзуй, Территория Пудонг, Шанхай, Китай', 044501002, 'Новый банк развития', 'Новый банк развития', 200000405, '40808810545010000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'ул Кирова, 71', 043209000, 'Муниципальная избирательная комиссия Новокузнецкого городского округа', 'Муниципальная избирательная комиссия Новокузнецкого городского округа', 295000958, '40206810532090000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Октябрьск', 'ул Ленина, 54', 043678000, 'Финансовое управление городского округа Октябрьск', 'Финансовое управление городского округа Октябрьск', 297000806, '40302810922025367805');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Маяковского, 14', 043601001, 'КОШЕЛЕВ-БАНК', 'АО "КОШЕЛЕВ-БАНК"', 043601742, '30101810236010000742');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Б. Татарская, 11', 044501002, 'Национальная система платежных карт', 'Акционерное общество "Национальная система платежных карт"', 245011006, '30219810445010000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Череповец', 'пр-т Строителей, 4 А', 041946000, 'Финансовое управление мэрии города Череповца', 'Финансовое управление мэрии города Череповца', 287001715, '40302810140305019049');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рыбинск', 'ул Рабочая, 1', 047888001, 'ДФ АГОГР', 'ДФ АГОГР', 278001217, '40302810945255000099');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Большой Златоустинский пер., д.6, стр. 1', 044501002, 'Федеральное казначейство', 'Федеральное казначейство', 016081973, '40105810200000007900');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 043002001, 'КАМЧАТКА"-ГК "АСВ', 'К.У.ООО КБ "КАМЧАТКА"-ГК "АСВ"', 043002787, '30101810800000000787');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'Советский пр-т, 58', 043207001, 'Избирательная комиссия Кемеровской области - Кузбасса', 'Избирательная комиссия Кемеровской области - Кузбасса', 232000049, '40202810700000310018');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4', 044525000, 'РУССОБАНК" - ГК "АСВ', 'Ликвидатор АО АКБ "РУССОБАНК" - ГК "АСВ"', 044525294, '30101810800000000294');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижневартовск', 'ул Маршала Жукова, 38 А', 047169000, 'департамент финансов Нижневартовска', 'департамент финансов Нижневартовска', 271004973, '40302810671695000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва 701', 'ул Неглинная, 12', NULL, 'ФИНАНСОВЫЙ Д-Т БАНКА РОССИИ', 'ФИНАНСОВЫЙ Д-Т БАНКА РОССИИ', 044536002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва 701', 'ул Неглинная, 12', NULL, 'Д-Т БУХУЧЕТА И ОТЧЕТНОСТИ БАНКА РОССИИ', 'Д-Т БУХУЧЕТА И ОТЧЕТНОСТИ БАНКА РОССИИ', 044537002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Эгвекинот', 'ул Ленина, 9 А', NULL, 'РКЦ ЭГВЕКИНОТ', 'РКЦ ЭГВЕКИНОТ', 047749000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Билибино', 'ул Ленина, 6 А', NULL, 'РКЦ БИЛИБИНО', 'РКЦ БИЛИБИНО', 047728000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нальчик', 'ул Головко, 2', NULL, 'ОТДЕЛЕНИЕ-НБ КАБАРДИНО-БАЛКАРСКАЯ РЕСПУБЛИКА', 'ОТДЕЛЕНИЕ-НБ КАБАРДИНО-БАЛКАРСКАЯ РЕСПУБЛИКА', 048327001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Якутск', 'ул Кирова, 17', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА САХА (ЯКУТИЯ)', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА САХА (ЯКУТИЯ)', 049805001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Чкалова, 35/1', 045354001, 'ФОРШТАДТ', 'АКБ "ФОРШТАДТ" (АО)', 045354860, '30101810700000000860');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сочи', 'Курортный пр-т, 108/6', 040396000, 'Отдел N 14 УФК по Краснодарскому краю', 'Отдел N 14 УФК по Краснодарскому краю', 000396186, '40116810903960010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Б. Морская, 55 лит А', 044106001, 'КОНСТАНС-БАНК', 'КОНКУРСНЫЙ УПРАВЛЯЮЩИЙ АО АКБ "КОНСТАНС-БАНК"', 044106770, '30101810200000000770');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Первомайский', NULL, NULL, 'ПУ БАНКА РОССИИ ПРИГОРОДНОЕ', 'ПУ БАНКА РОССИИ ПРИГОРОДНОЕ', 043380002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тобольск', 'ул Семена Ремезова, 22', NULL, 'РКЦ ТОБОЛЬСК', 'РКЦ ТОБОЛЬСК', 047117000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Котлас', 'ул Ленина, 74', NULL, 'РКЦ КОТЛАС', 'РКЦ КОТЛАС', 041106000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Межгорье-1', 'ул Комсомольская, 12', NULL, 'ПУ БАНКА РОССИИ НАГОРНОЕ', 'ПУ БАНКА РОССИИ НАГОРНОЕ', 048080002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Стерлитамак', 'пр-т Октября, 43 А', NULL, 'РКЦ СТЕРЛИТАМАК', 'РКЦ СТЕРЛИТАМАК', 048082000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белорецк', 'ул 5 Июля, 12', NULL, 'РКЦ БЕЛОРЕЦК', 'РКЦ БЕЛОРЕЦК', 048086000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курильск', 'ул Сахалинская, 1 А', NULL, 'РКЦ КУРИЛЬСК', 'РКЦ КУРИЛЬСК', 046404000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'пр-т Текстильщиков, 46', 043469001, 'СОВКОМБАНК', 'ПАО "СОВКОМБАНК"', 043469743, '30101810300000000743');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Абакан', 'ул Советская, 26', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА ХАКАСИЯ', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА ХАКАСИЯ', 049514001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Воровского, 13', 047501001, 'ЧЕЛЯБИНСКИЙ" АО "ОТП БАНК', 'ФИЛИАЛ "ЧЕЛЯБИНСКИЙ" АО "ОТП БАНК"', 047501830, '30101810200000000830');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'пр-т Строителей, 7', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА БУРЯТИЯ', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА БУРЯТИЯ', 048142001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красногорск', 'б-р Строителей, д. 1', 044525000, 'ИКМО', 'ИКМО', 278000688, '40202810645250000169');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петропавловск-Камчат 13', 'ул Пономарёва, 33 А', NULL, 'ПУ БАНКА РОССИИ ЯКОРНОЕ', 'ПУ БАНКА РОССИИ ЯКОРНОЕ', 043083002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'ул Профсоюзов, 11', NULL, 'ОТДЕЛЕНИЕ МУРМАНСК', 'ОТДЕЛЕНИЕ МУРМАНСК', 044705001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул 8 Марта, 150', 046577001, 'ВОСТОЧНЫЙ', 'УРАЛЬСКИЙ ФИЛИАЛ ПАО КБ "ВОСТОЧНЫЙ"', 046577420, '30101810165770000420');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Павловская, 8', NULL, 'ПУ БАНКА РОССИИ ЗАВОДСКОЕ', 'ПУ БАНКА РОССИИ ЗАВОДСКОЕ', 044588002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Дубровинского, 70', NULL, 'ОТДЕЛЕНИЕ КРАСНОЯРСК', 'ОТДЕЛЕНИЕ КРАСНОЯРСК', 040407001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул Ленина, 16', NULL, 'ОТДЕЛЕНИЕ ИРКУТСК', 'ОТДЕЛЕНИЕ ИРКУТСК', 042520001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Йошкар-Ола', 'ул Палантая, 67', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА МАРИЙ ЭЛ', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА МАРИЙ ЭЛ', 048860001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орёл', 'ул Гостиная, 6', NULL, 'ОТДЕЛЕНИЕ ОРЕЛ', 'ОТДЕЛЕНИЕ ОРЕЛ', 045402001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курск', 'ул Горького, 31/8', NULL, 'ОТДЕЛЕНИЕ КУРСК', 'ОТДЕЛЕНИЕ КУРСК', 043807001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мончегорск', 'Комсомольская наб, 1', NULL, 'РКЦ МОНЧЕГОРСК', 'РКЦ МОНЧЕГОРСК', 044703000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', NULL, NULL, 'ПУ БАНКА РОССИИ ВОСТОЧНОЕ', 'ПУ БАНКА РОССИИ ВОСТОЧНОЕ', 047681002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рощинский', 'ул Факел Социализма, 21', NULL, 'ПУ БАНКА РОССИИ ВЛАДИМИРСКОЕ', 'ПУ БАНКА РОССИИ ВЛАДИМИРСКОЕ', 043683002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Тагил', 'ул Карла Маркса, 31', NULL, 'РКЦ НИЖНИЙ ТАГИЛ', 'РКЦ НИЖНИЙ ТАГИЛ', 046510000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Неглинная, 12', NULL, 'Д-Т ПОЛЕВЫХ УЧРЕЖДЕНИЙ БАНКА РОССИИ', 'Д-Т ПОЛЕВЫХ УЧРЕЖДЕНИЙ БАНКА РОССИИ', 044587002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Дмитровский пер, 7', 044525000, 'ИС БАНК', 'АО КБ "ИС БАНК"', 044525349, '30101810945250000349');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'ул Карла Маркса, 25', NULL, 'ОТДЕЛЕНИЕ-НБ ЧУВАШСКАЯ РЕСПУБЛИКА', 'ОТДЕЛЕНИЕ-НБ ЧУВАШСКАЯ РЕСПУБЛИКА', 049706001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул Комсомольская, 7', NULL, 'ОТДЕЛЕНИЕ ЯРОСЛАВЛЬ', 'ОТДЕЛЕНИЕ ЯРОСЛАВЛЬ', 047888001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Элиста', 'ул Нейман, 3', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА КАЛМЫКИЯ', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА КАЛМЫКИЯ', 048580001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сортавала', 'пл Вяйнемяйнена, 4', NULL, 'РКЦ СОРТАВАЛА', 'РКЦ СОРТАВАЛА', 048606000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск 38', NULL, NULL, 'ПУ БАНКА РОССИИ ПРИАМУРСКОЕ', 'ПУ БАНКА РОССИИ ПРИАМУРСКОЕ', 040881002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск 47', NULL, NULL, 'ПУ БАНКА РОССИИ РЕЧНОЕ', 'ПУ БАНКА РОССИИ РЕЧНОЕ', 040884002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Комсомольск-на-Амуре 31', NULL, NULL, 'ПУ БАНКА РОССИИ ТАЕЖНОЕ', 'ПУ БАНКА РОССИИ ТАЕЖНОЕ', 040885002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Терек', 'ул Панагова, 120', NULL, 'РКЦ ТЕРЕК', 'РКЦ ТЕРЕК', 048337000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Череповец', 'Советский пр-т, 12', NULL, 'РКЦ ЧЕРЕПОВЕЦ', 'РКЦ ЧЕРЕПОВЕЦ', 041946000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магас', 'ул А.Горчханова, 1', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА ИНГУШЕТИЯ', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА ИНГУШЕТИЯ', 042618001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Горно-Алтайск', 'ул Чорос-Гуркина, 21', NULL, 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА АЛТАЙ', 'ОТДЕЛЕНИЕ-НБ РЕСПУБЛИКА АЛТАЙ', 048405001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'ул Шмулевича, 8 А', 049033001, 'ДИГ-БАНК" (ОАО) ГК "АСВ', 'КУ ИАБ "ДИГ-БАНК" (ОАО) ГК "АСВ"', 049033780, '30101810500000000780');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Марата, 69-71 лит А', 044030001, 'ВБРР', 'ФИЛИАЛ БАНКА "ВБРР" (АО) В Г.САНКТ-ПЕТЕРБУРГЕ', 044030764, '30101810800000000764');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МФБАНК" ООО - ГК "АСВ', 'КУ КБ "МФБАНК" ООО - ГК "АСВ"', 044525387, '30101810745250000387');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орёл', 'пл. Ленина, д.1, каб. 233', 045402001, 'Облизбирком', 'Облизбирком', 254000012, '40301810900000000118');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'БАНК ПРЕМЬЕР КРЕДИТ" - ГК "АСВ', 'КУ ПАО "БАНК ПРЕМЬЕР КРЕДИТ" - ГК "АСВ"', 044525899, '30101810945250000899');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Марковского, 45', 040407001, 'ФИЛИАЛ ББР БАНКА (АО), Г. КРАСНОЯРСК', 'ФИЛИАЛ ББР БАНКА (АО), Г. КРАСНОЯРСК', 040407555, '30101810600000000555');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'РУБЛЕВ" - ГК "АСВ', 'КУ АО КБ "РУБЛЕВ" - ГК "АСВ"', 044525253, '30101810345250000253');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Мельковская, 2 Б', 046577001, 'УРАЛТРАНСБАНК" - ГК "АСВ', 'КУ ПАО "УРАЛТРАНСБАНК" - ГК "АСВ"', 046577406, '30101810765770000406');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РИАБАНК" (АО) - ГК "АСВ', 'КУ "РИАБАНК" (АО) - ГК "АСВ"', 044525538, '30101810345250000538');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'Москва" (ПАО) - ГК "АСВ', 'Ликвидатор КБ "Москва" (ПАО) - ГК "АСВ"', 044525723, '30101810545250000723');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'ул Чкалова, 158', 047601001, 'Избирательная комиссия Забайкальского края', 'Избирательная комиссия Забайкальского края', 276004297, '40301810900000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'Банковский пер, 1', NULL, 'ОТДЕЛЕНИЕ ОМСК', 'ОТДЕЛЕНИЕ ОМСК', 045209001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'ул Бутина, 39', 047601001, 'комитет по финансам', 'комитет по финансам', 276000072, '40701810700003000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Томск', 'пер 1905 года, 7', 046902001, 'Ф-Л БАНКА ГПБ (АО) В Г. ТОМСКЕ', 'Ф-Л БАНКА ГПБ (АО) В Г. ТОМСКЕ', 046902758, '30101810800000000758');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Златоуст', 'ул Ленина, 4', NULL, 'РКЦ ЗЛАТОУСТ', 'РКЦ ЗЛАТОУСТ', 047520000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мулино', NULL, NULL, 'ПУ БАНКА РОССИИ ПОТСДАМСКОЕ', 'ПУ БАНКА РОССИИ ПОТСДАМСКОЕ', 042299002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'пр. Ленина, д.2', 047003001, 'ФУ администрации г. Тулы', 'ФУ администрации г. Тулы', 270000038, '40302810670035000079');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Заозёрск', 'ул Генерала Чумаченко, 4', NULL, 'ПУ БАНКА РОССИИ ЗАПАДНОЕ', 'ПУ БАНКА РОССИИ ЗАПАДНОЕ', 044782002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Чапаева, 15 лит З', 044030001, 'МОСКОММЕРЦБАНК', 'ФКБ "МОСКОММЕРЦБАНК" (АО) Г.С-ПЕТЕРБУРГ', 044030787, '30101810900000000787');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мирный 12', NULL, NULL, 'ПУ БАНКА РОССИИ ОКТЯБРЬСКОЕ', 'ПУ БАНКА РОССИИ ОКТЯБРЬСКОЕ', 041122002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Лыткарино', '5 микрорайон, квартал 2, дом 13', 044525000, 'АГРОПРОМКРЕДИТ', 'АО КБ "АГРОПРОМКРЕДИТ"', 044525710, '30101810545250000710');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'Волжский пр-т, 3', NULL, 'ОТДЕЛЕНИЕ САМАРА', 'ОТДЕЛЕНИЕ САМАРА', 043601001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тульский', 'ул Комсомольская, 16', NULL, 'ПУ БАНКА РОССИИ КАВКАЗСКОЕ', 'ПУ БАНКА РОССИИ КАВКАЗСКОЕ', 047980002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Шафировский пр-т, 4', NULL, 'ОТДЕЛЕНИЕ ЛЕНИНГРАДСКОЕ', 'ОТДЕЛЕНИЕ ЛЕНИНГРАДСКОЕ', 044106001, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Братьев Касимовых, 45', NULL, 'РКЦ ПРИВОЛЖСКИЙ', 'РКЦ ПРИВОЛЖСКИЙ', 049209000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Майкоп', 'ул Пионерская, 199', 047908001, 'ЦИК Адыгеи', 'ЦИК Адыгеи', 279000070, '40301810200000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ангарск', 'кв-л 63, 2', 042520001, 'КЭФ АДМИНИСТРАЦИИ АГО', 'КЭФ АДМИНИСТРАЦИИ АГО', 295002263, '40302810450045080002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ханты-Мансийск', 'ул Комсомольская, 47', NULL, 'РКЦ ХАНТЫ-МАНСИЙСК', 'РКЦ ХАНТЫ-МАНСИЙСК', 047162000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белогорск', 'ул Кирова, 93', NULL, 'ПУ БАНКА РОССИИ МАГИСТРАЛЬНОЕ', 'ПУ БАНКА РОССИИ МАГИСТРАЛЬНОЕ', 041081002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Печенга', NULL, NULL, 'ПУ БАНКА РОССИИ ПЕЧЕНГСКОЕ', 'ПУ БАНКА РОССИИ ПЕЧЕНГСКОЕ', 044715002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'ул Чумбарова-Лучинского, 14', NULL, 'ПУ БАНКА РОССИИ НАХИМОВСКОЕ', 'ПУ БАНКА РОССИИ НАХИМОВСКОЕ', 044780002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Видяево', NULL, NULL, 'ПУ БАНКА РОССИИ СЕВЕРНОЕ', 'ПУ БАНКА РОССИИ СЕВЕРНОЕ', 044781002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тоцкое Второе', NULL, NULL, 'ПУ БАНКА РОССИИ АЛЕКСАНДРОВСКОЕ', 'ПУ БАНКА РОССИИ АЛЕКСАНДРОВСКОЕ', 045385002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ясный', NULL, NULL, 'ПУ БАНКА РОССИИ КУСТОВОЕ', 'ПУ БАНКА РОССИИ КУСТОВОЕ', 045386002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Усть-Лабинск', 'ул. Ленина, 38', 040349001, 'ФО АМО Усть-Лабинский район', 'ФО АМО Усть-Лабинский район', 200000453, '40302810603495000037');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'Петербургское ш, 53 А', NULL, 'УФК по Тверской области', 'УФК по Тверской области', 042880101, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ БАНК-Т (ОАО) - ГК "АСВ"', 044525436, '30101810845250000436');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'НАВИГАТОР" (ОАО) - ГК "АСВ', 'КУ БАНК "НАВИГАТОР" (ОАО) - ГК "АСВ"', 044525477, '30101810545250000477');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МЕТРОБАНК" - ГК "АСВ', 'КУ АО "МЕТРОБАНК" - ГК "АСВ"', 044525471, '30101810745250000471');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'КРЕДИТ-МОСКВА" (ПАО) - ГК "АСВ', 'КУ БАНК "КРЕДИТ-МОСКВА" (ПАО) - ГК "АСВ"', 044525501, '30101810945250000501');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ ООО ТРЕВЕЛ БАНК - ГК "АСВ"', 044525519, '30101810445250000519');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЗАПАДНЫЙ" - ГК "АСВ', 'КУ ОАО БАНК "ЗАПАДНЫЙ" - ГК "АСВ"', 044525534, '30101810900000000534');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ФИНАНСОВЫЙ СТАНДАРТ" (ООО) - ГК "АСВ', 'КУ КБ "ФИНАНСОВЫЙ СТАНДАРТ" (ООО) - ГК "АСВ"', 044525547, '30101810145250000547');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Отрадная', 'ул. Первомайская, 28', 040349001, 'ФУ АМООР', 'ФУ АМООР', 200000454, '40302810903495000038');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МОСТРАНСБАНК" ОАО - ГК "АСВ', 'КУ АКБ "МОСТРАНСБАНК" ОАО - ГК "АСВ"', 044525568, '30101810645250000568');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Московская, 27', 049205001, 'АКИБАНК', 'ФИЛИАЛ ПАО "АКИБАНК" В Г. КАЗАНЬ', 049205916, '30101810300000000916');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Пушкина, 25 А', 040702001, 'ПРОМСВЯЗЬБАНК', 'СТАВРОПОЛЬСКИЙ Ф-Л ПАО "ПРОМСВЯЗЬБАНК"', 040702773, '30101810500000000773');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петрозаводск', 'пр-т Карла Маркса, 1', 048602001, 'Онего', 'АО Банк "Онего"', 048602746, '30101810100000000746');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'ул им. маршала Чуйкова, 65 А', 041806001, 'ПРОМСВЯЗЬБАНК', 'ЮЖНЫЙ Ф-Л ПАО "ПРОМСВЯЗЬБАНК"', 041806715, '30101810100000000715');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Усть-Кут', 'ул Кирова, 85 А', 042520001, 'ВЛБАНК" (АО)-ГК "АСВ', 'КОНКУРСНЫЙ УПРАВЛЯЮЩИЙ "ВЛБАНК" (АО)-ГК "АСВ"', 042520764, '30101810450040000764');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Партийный переулок, дом 1, корпус 57, строение 2,3', 044525000, 'НАЦИОНАЛЬНЫЙ СТАНДАРТ', 'АО БАНК "НАЦИОНАЛЬНЫЙ СТАНДАРТ"', 044525498, '30101810045250000498');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'пр-т Ленина, 57', 047501001, 'Минфин Челябинской области', 'Минфин Челябинской области', 275000208, '40302810400004000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'Новый пр-д, 8', 043678000, 'ФИА-БАНК" - ГК "АСВ', 'КУ АО "ФИА-БАНК" - ГК "АСВ"', 043678929, '30101810100000000929');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Курильск', 'ул Гнечко, 1', NULL, 'ПУ БАНКА РОССИИ ОХОТСКОЕ', 'ПУ БАНКА РОССИИ ОХОТСКОЕ', 046489002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Асино', 'ул Ленина, 40', 046902001, 'Управление финансов', 'Управление финансов', 269001356, '40701810900003000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Томск', 'ул Гагарина, 49', 046902001, 'ДФ АТ', 'ДФ АТ', 269000249, '40302810569025000290');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Дергачи', 'пер Гоголя, 7', 046311001, 'Финансовое управление администрации Дергачевского муниципального района', 'Финансовое управление администрации Дергачевского муниципального района', 297000714, '40302810922025630128');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород', 'ул Генерала Лебедя, 2', 041403001, 'КФБО г. Белгорода', 'КФБО г. Белгорода', 214000150, '40701810814033000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'пр-т 50 лет Октября, 118 А', 046311001, 'ГАЗНЕФТЬБАНК', 'АО "ГАЗНЕФТЬБАНК"', 046311902, '30101810622026311902');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рязань', 'ул Почтовая, 64', 046126001, 'ЖИВАГО БАНК', 'ООО "ЖИВАГО БАНК"', 046126744, '30101810700000000744');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул Первомайская, 20', 047102001, 'ДЕПАРТАМЕНТ ФИНАНСОВ И НАЛОГОВОЙ ПОЛИТИКИ АДМИНИСТРАЦИИ ГОРОДА ТЮМЕНИ', 'ДЕПАРТАМЕНТ ФИНАНСОВ И НАЛОГОВОЙ ПОЛИТИКИ АДМИНИСТРАЦИИ ГОРОДА ТЮМЕНИ', 271000052, '40302810400005000065');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новороссийск', 'ул Советов, 47', NULL, 'РКЦ НОВОРОССИЙСК', 'РКЦ НОВОРОССИЙСК', 040395000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Свободы, 83', 047501001, 'УИК-БАНК', 'КУ ООО "УИК-БАНК"', 047501843, '30101810200000000843');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великий Новгород', 'ул Черемнова-Конюхова, 12', 044959001, 'СЛАВЯНБАНК', 'АО НКБ "СЛАВЯНБАНК"', 044959775, '30101810900000000775');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Свободы, 83', 047501001, 'УРАЛЛИГА', 'КУ ЗАО КБ "УРАЛЛИГА"', 047501742, '30101810000000000742');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул Латышева, 6 Г', 041280002, 'УФК по Астраханской области', 'УФК по Астраханской области', 041280103, '40116810100000010010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'Новый пр-д, 8', 043678000, 'ЭЛ БАНК" - ГК "АСВ', 'КУ ООО КБ "ЭЛ БАНК" - ГК "АСВ"', 043678859, '30101810500000000859');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сочи', 'ул Орджоникидзе, 2', NULL, 'РКЦ СОЧИ', 'РКЦ СОЧИ', 040396000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Вилоновская, 138', 043601001, 'АСВ" - КУ ОАО "ВОЛГО-КАМСКИЙ БАНК', 'ГК "АСВ" - КУ ОАО "ВОЛГО-КАМСКИЙ БАНК"', 043601709, '30101810700000000709');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АЙМАНИБАНК" - ГК "АСВ', 'КУ ООО КБ "АЙМАНИБАНК" - ГК "АСВ"', 044525586, '30101810245250000586');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Харьковская, 3-5 лит Б', 044030001, 'ФИЛИАЛ ББР БАНКА (АО), Г.САНКТ-ПЕТЕРБУРГ', 'ФИЛИАЛ ББР БАНКА (АО), Г.САНКТ-ПЕТЕРБУРГ', 044030785, '30101810300000000785');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул  Кирова, 86', 045004001, 'ПЛАТЕЖНЫЙ ЦЕНТР', 'РНКО "ПЛАТЕЖНЫЙ ЦЕНТР" (ООО)', 045004832, '30103810100000000832');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Вилоновская, 138', 043601001, 'АСВ" - КУ ОАО БАНК "ПРИОРИТЕТ', 'ГК "АСВ" - КУ ОАО БАНК "ПРИОРИТЕТ"', 043601919, '30101810600000000919');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Куйбышева, 75', 046577001, 'СКБ-БАНК', 'ПАО "СКБ-БАНК"', 046577756, '30101810800000000756');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Красная, 68/1', 040349001, 'Краснодарский" АО "Банк ДОМ.РФ', 'Филиал "Краснодарский" АО "Банк ДОМ.РФ"', 040349523, '30101810700000000523');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул Латышева, 6 Г', 041236002, 'УФК по Астраханской области', 'УФК по Астраханской области', 041236100, '40116810600000010012');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Вилоновская, 138', 043601001, 'АСВ" - КУ АО "АК БАНК', 'ГК "АСВ" - КУ АО "АК БАНК"', 043601878, '30101810000000000878');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Вилоновская, 138', 043601001, 'АСВ" - КУ ОАО "ВКБ', 'ГК "АСВ" - КУ ОАО "ВКБ"', 043601933, '30101810000000000933');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МИЛЛЕНИУМ БАНК" (ЗАО) - ГК "АСВ', 'КУ "МИЛЛЕНИУМ БАНК" (ЗАО) - ГК "АСВ"', 044525597, '30101810645250000597');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ИПОТЕК БАНК" - ГК "АСВ', 'КУ ЗАО "ИПОТЕК БАНК" - ГК "АСВ"', 044525603, '30101810445250000603');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул. Вилоновская, д.138', 043601001, 'АСВ" - КУ АО АКБ "ГАЗБАНК', 'ГК "АСВ" - КУ АО АКБ "ГАЗБАНК"', 043601863, '30101810400000000863');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Вилоновская, 138', 043601001, 'АСВ" - КУ ООО "ВСБ', 'ГК "АСВ" - КУ ООО "ВСБ"', 043601869, '30101810200000000869');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ДОРИС БАНК" - ГК "АСВ', 'КУ ООО КБ "ДОРИС БАНК" - ГК "АСВ"', 044525608, '30101810945250000608');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Дзержинск', 'ул Кирова, 1', 042202001, 'Департамент финансов Администрации города Дзержинска', 'Департамент финансов Администрации города Дзержинска', 222002378, '40302810222025000016');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ПРИСКО КАПИТАЛ БАНК", АО - ГК "АСВ', 'КУ КБ "ПРИСКО КАПИТАЛ БАНК", АО - ГК "АСВ"', 044525652, '30101810645250000652');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мостовской', 'ул. Горького, 139', 040349001, 'ФУ МО Мостовский район', 'ФУ МО Мостовский район', 200000452, '40302810603495000011');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петрозаводск', 'ул Андропова, 15', 048602001, 'ВОЗРОЖДЕНИЕ', 'ПЕТРОЗАВОДСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 048602721, '30101810400000000721');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'ул Маршала Жукова, 8', 043678000, 'НОВИКОМБАНК', 'ФИЛИАЛ АО АКБ "НОВИКОМБАНК" В Г. ТОЛЬЯТТИ', 043678944, '30101810800000000944');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Гамарника, 12', 040813001, 'ДАЛЬНЕВОСТОЧНЫЙ БАНК ПАО СБЕРБАНК', 'ДАЛЬНЕВОСТОЧНЫЙ БАНК ПАО СБЕРБАНК', 040813608, '30101810600000000608');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Байконур', 'пр-т Королёва, 21', 040037002, 'РОСКОСМОСБАНК', 'Байконурский филиал АО "РОСКОСМОСБАНК"', 040037470, '30101810300000000470');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РУССКИЙ БАНКИРСКИЙ ДОМ"(ЗАО)-ГК"АСВ', 'КУ БАНК "РУССКИЙ БАНКИРСКИЙ ДОМ"(ЗАО)-ГК"АСВ"', 044525400, '30101810745250000400');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Северная, 395', 040349001, 'РАЙФФАЙЗЕНБАНК', 'ЮЖНЫЙ ФИЛИАЛ АО "РАЙФФАЙЗЕНБАНК"', 040349556, '30101810900000000556');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Урицкого, 20', 045004001, 'РАЙФФАЙЗЕНБАНК', 'СИБИРСКИЙ ФИЛИАЛ АО "РАЙФФАЙЗЕНБАНК"', 045004799, '30101810300000000799');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Дивенская, 1 лит А', 044030001, 'БАЛТИНВЕСТБАНК', 'ПАО "БАЛТИНВЕСТБАНК"', 044030705, '30101810500000000705');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Карла Либкнехта, 69', 043304001, 'Избирательная комиссия Кировской области', 'Избирательная комиссия Кировской области', 233000221, '40301810600000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Владимирский пр-т, 17', 044030001, 'КАБ "ВИКИНГ', 'АО "КАБ "ВИКИНГ"', 044030869, '30101810200000000869');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES (NULL, ' П/П 67903', NULL, 'ПУ БАНКА РОССИИ N 67903', 'ПУ БАНКА РОССИИ N 67903', 040004002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Севастополь', 'ул Древняя, 38', NULL, 'ПУ БАНКА РОССИИ N 10462', 'ПУ БАНКА РОССИИ N 10462', 046709002, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ульяновск', 'ул Радищева, 1', 047308001, 'Минфин Ульяновской области', 'Минфин Ульяновской области', 273000313, '40601810422024006637');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Агибалова, 48', 043601001, 'СПУТНИК', 'КБ "СПУТНИК" (ПАО)', 043601806, '30101810322023601806');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'пр-т Ленина, 39', 042809001, 'СДМ-БАНК', 'ФИЛИАЛ "СДМ-БАНК" (ПАО) В Г. ТВЕРИ', 042809921, '30101810500000000921');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул Никитинская, 49', 042007001, 'СДМ-БАНК', 'ФИЛИАЛ "СДМ-БАНК" (ПАО) В Г.ВОРОНЕЖЕ', 042007778, '30101810500000000778');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Воровского, 3', 042202001, 'СДМ-БАНК', 'ФИЛИАЛ "СДМ-БАНК" (ПАО) В Г.НИЖНИЙ НОВГОРОД', 042202745, '30101810800000000745');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Максима Горького, 123/67', 046015001, 'РОСТОВ-НА-ДОНУ" КБ "ЛОКО-БАНК', 'ФИЛИАЛ "РОСТОВ-НА-ДОНУ" КБ "ЛОКО-БАНК" (АО)', 046015074, '30101810560150000074');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'М БАНК" - ГК "АСВ', 'КУ ЗАО "М БАНК" - ГК "АСВ"', 044525241, '30101810645250000241');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Юсупова, 38', 048209001, 'АЛЖАН', 'КУ ООО КБ "АЛЖАН"', 048209797, '30101810200000000797');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сургут', 'ул Энгельса, 8', 047144000, 'ДФ Г. СУРГУТА', 'ДФ Г. СУРГУТА', 271000854, '40302810900005000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Терек', 'ул Ленина, 15', 048337000, 'Районное финансовое управление Терского муниципального района Кабардино-Балкарской Республики', 'Муниципальное учреждение "Районное финансовое управление Терского муниципального района Кабардино-Балкарской Республики"', 283000592, '40302810183375000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Аксарка', 'ул Первомайская, 24', 047182000, 'Департамент финансов Приуральского района', 'Департамент финансов Приуральского района', 271004320, '40302810971825000103');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'ул Советская, 1', 043469001, 'УПРАВЛЕНИЕ ФИНАНСОВ АДМИНИСТРАЦИИ ГОРОДА КОСТРОМЫ', 'УПРАВЛЕНИЕ ФИНАНСОВ АДМИНИСТРАЦИИ ГОРОДА КОСТРОМЫ', 234000184, '40302810334695000007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Когалым', 'ул Дружбы Народов, 7', 047144000, 'КОМИТЕТ ФИНАНСОВ Г. КОГАЛЫМА', 'КОМИТЕТ ФИНАНСОВ Г. КОГАЛЫМА', 271003846, '40302810400005000007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'шоссе Энтузиастов, д. 17, стр. 1', 044525000, 'ДАЛЕНА', 'ООО МИБ "ДАЛЕНА"', 044525371, '30101810845250000371');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'ул Коммунальная Слобода, 25 А', 049706001, 'ОБР', 'КБ "ОБР" (ООО)', 049706749, '30101810600000000749');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пенза', 'ул Московская, 75', 045655001, 'Министерство финансов Пензенской области', 'Министерство финансов Пензенской области', 256001210, '40302810356554000022');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. 1-й Коптельский переулок, д. 4, стр. 1', 044525000, 'БЫСТРОБАНК', 'МОСКОВСКИЙ ФИЛИАЛ ПАО "БЫСТРОБАНК"', 044525089, '30101810645250000089');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Лафонская, 3 лит А', 044030001, 'СЕВЕРО-ЗАПАДНЫЙ', 'Ф-Л БАНКА ГПБ (АО) "СЕВЕРО-ЗАПАДНЫЙ"', 044030827, '30101810200000000827');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Верхнепортовая, 44 А', 040507001, 'БЭНК ОФ ЧАЙНА', 'ПРИМОРСКИЙ ФИЛИАЛ АКБ "БЭНК ОФ ЧАЙНА" (АО)', 040507900, '30101810405070000900');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Воронцовская, д. 23', 044525000, 'ВРБ', 'Коммерческий банк "ВРБ" (ООО)', 044525935, '30101810045250000935');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Солдатская, 1', 049205001, 'БАНК КАЗАНИ', 'ООО КБЭР "БАНК КАЗАНИ"', 049205844, '30101810100000000844');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тутаев', 'проспект 50-летия Победы, дом 15', 047888001, 'департамент финансов администрации ТМР', 'департамент финансов администрации ТМР', 278000202, '40302810578885000014');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатериновка', 'ул 50 лет Октября, 90', 046311001, 'Финансовое управление Екатериновского района', 'Финансовое управление Екатериновского района', 263019214, '40302810922025630076');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ханты-Мансийск', 'ул Карла Маркса, 14', 047162000, 'Избирательная комиссия ХМАО - Югры', 'Избирательная комиссия ХМАО - Югры', 271001005, '40301810600000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Конногвардейский б-р, 3 лит А', 044030001, 'НОВИКОМБАНК', 'ФИЛИАЛ АО АКБ "НОВИКОМБАНК" В Г.С-ПЕТЕРБУРГЕ', 044030902, '30101810400000000902');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Лесная, 5', 044525000, 'ЧАЙНАСЕЛЬХОЗБАНК', 'ООО "ЧАЙНАСЕЛЬХОЗБАНК"', 044525673, '30101810900000000673');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Коломна', 'Советская пл, 1', 044525000, 'Коломенское финансовое управление', 'Коломенское финансовое управление', 278000850, '40302810145255000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Озёры', 'Советская пл, 1', 044525000, 'Озёрское финуправление', 'Озёрское финуправление', 278000888, '40302810445255000015');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ПРЕОДОЛЕНИЕ" - ГК "АСВ', 'КУ ООО КБ "ПРЕОДОЛЕНИЕ" - ГК "АСВ"', 044525871, '30101810345250000871');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саранск', 'пр-т 70 лет Октября, 86', 048952001, 'МОРДОВСКОЕ ОТДЕЛЕНИЕ N8589 ПАО СБЕРБАНК', 'МОРДОВСКОЕ ОТДЕЛЕНИЕ N8589 ПАО СБЕРБАНК', 048952615, '30101810100000000615');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ БАНК РСБ 24 (АО) - ГК "АСВ"', 044525760, '30101810045250000760');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул 1-я Бухвостова, 12/11-20', 044525000, 'ТРАСТ', 'Ф-Л БАНКА "ТРАСТ" (ПАО) В Г.МОСКВА', 044525576, '30101810145250000576');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владимир', 'пр-т Ленина, 36', 041708001, 'ВЛАДИМИРСКОЕ ОТДЕЛЕНИЕ №8611 ПАО СБЕРБАНК', 'ВЛАДИМИРСКОЕ ОТДЕЛЕНИЕ №8611 ПАО СБЕРБАНК', 041708602, '30101810000000000602');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Дерендяева, 25', 043304001, 'КИРОВСКОЕ ОТДЕЛЕНИЕ N8612 ПАО СБЕРБАНК', 'КИРОВСКОЕ ОТДЕЛЕНИЕ N8612 ПАО СБЕРБАНК', 043304609, '30101810500000000609');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пошехонье', 'ул. Даниловская, д.3', 047888001, 'муниципальное учреждение Управление финансов Администрации Пошехонского муниципального района Ярославской области', 'муниципальное учреждение Управление финансов Администрации Пошехонского муниципального района Ярославской области', 200001028, '40302810945255005492');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '2-я Звенигород ул, 13, стр 42', 044525000, 'ДЕНИЗБАНК МОСКВА', 'АО "ДЕНИЗБАНК МОСКВА"', 044525102, '30101810400000000102');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Рождественка, 10/2, стр 1', 044525000, 'ЦЕНТРАЛЬНЫЙ', 'ФИЛИАЛ "ЦЕНТРАЛЬНЫЙ" БАНКА ВТБ (ПАО)', 044525411, '30101810145250000411');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород', 'Гражданский пр-т, 52', 041403001, 'БЕЛГОРОДСКОЕ ОТДЕЛЕНИЕ N8592 ПАО СБЕРБАНК', 'БЕЛГОРОДСКОЕ ОТДЕЛЕНИЕ N8592 ПАО СБЕРБАНК', 041403633, '30101810100000000633');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Мопра, 113 А', 043304001, 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. КИРОВЕ', 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. КИРОВЕ', 043304705, '30101810200000000705');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'ТРОЙКА-Д БАНК" - ГК "АСВ', 'КУ АО "ТРОЙКА-Д БАНК" - ГК "АСВ"', 044525320, '30101810800000000320');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Малый пр-т ВО, 78/12 лит А', 044030001, 'Ф. ОПЕРУ БАНКА ВТБ (ПАО) В САНКТ-ПЕТЕРБУРГЕ', 'Ф. ОПЕРУ БАНКА ВТБ (ПАО) В САНКТ-ПЕТЕРБУРГЕ', 044030704, '30101810200000000704');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'АСПЕКТ" (АО) - ГК "АСВ', 'Ликвидатор АБ "АСПЕКТ" (АО) - ГК "АСВ"', 044525401, '30101810800000000401');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ломоносовский пр-т, 18', 044525000, 'ССТБ', 'КБ "ССТБ" (ООО)', 044525711, '30101810845250000711');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '1-й Магистральный туп, 5 А', 044525000, 'МЕГАПОЛИС', 'МОСКОВСКИЙ ФИЛИАЛ ООО КБ "МЕГАПОЛИС"', 044525788, '30101810645250000788');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'АЛДАНЗОЛОТОБАНК" АО - ГК "АСВ', 'КУ АБ "АЛДАНЗОЛОТОБАНК" АО - ГК "АСВ"', 044525535, '30101810445250000535');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Лиговский пр-т, 195 лит А', 044030001, 'САНКТ-ПЕТЕРБУРГСКИЙ" ПАО АКБ "АВАНГАРД', 'Ф-Л "САНКТ-ПЕТЕРБУРГСКИЙ" ПАО АКБ "АВАНГАРД"', 044030791, '30101810340300000791');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Сущёвский Вал, 65-1', 044525000, 'ВБРР', 'БАНК "ВБРР" (АО)', 044525880, '30101810900000000880');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Очаковское шоссе, д. 34, помещение IV - комната 11', 044525000, 'НКО "ГЛОБАЛ ЭКСЧЕЙНДЖ', 'ООО "НКО "ГЛОБАЛ ЭКСЧЕЙНДЖ"', 044525054, '30103810445250000054');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Гулькевичи', 'ул Советская, 14', 040349001, 'ФУ МО Гулькевичский район', 'ФУ МО Гулькевичский район', 296000340, '40302810503495000205');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ БАНК ЭКОНОМИЧЕСКИЙ СОЮЗ (АО) - ГК "АСВ"', 044525137, '30101810445250000137');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'БТФ" - ГК "АСВ', 'КУ АО КБ "БТФ" - ГК "АСВ"', 044525279, '30101810100000000279');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ИНТЕРКООПБАНК" (АО)-ГК "АСВ', 'ЛИКВИДАТОР АКБ "ИНТЕРКООПБАНК" (АО)-ГК "АСВ"', 044525152, '30101810145250000152');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великий Новгород', 'пр-т Мира, 32-1', 044959001, 'НОВГОРОДСКОЕ ОТДЕЛЕНИЕ N 8629 ПАО СБЕРБАНК', 'НОВГОРОДСКОЕ ОТДЕЛЕНИЕ N 8629 ПАО СБЕРБАНК', 044959698, '30101810100000000698');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Псков', 'Октябрьский пр-т, 23/25', 045805001, 'ПСКОВСКОЕ ОТДЕЛЕНИЕ N 8630 ПАО СБЕРБАНК', 'ПСКОВСКОЕ ОТДЕЛЕНИЕ N 8630 ПАО СБЕРБАНК', 045805602, '30101810300000000602');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Известковый переулок, дом 7, строение 1', 044525000, 'ПЛЮС БАНК', 'ПАО "ПЛЮС БАНК"', 044525129, '30101810945250000129');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Октябрьская Магистраль, 2', 045004001, 'ЛАНТА-БАНК', 'НФ АКБ "ЛАНТА-БАНК" (АО)', 045004837, '30101810000000000837');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул. Большая Садовая,д.124а', 046015001, 'СИТИБАНК', 'ДОНСКОЙ ФИЛИАЛ АО КБ "СИТИБАНК"', 046015068, '30101810660150000068');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул.Красноармейская, д.41', 046577001, 'Уральский" АО КБ "Солидарность', 'Филиал "Уральский" АО КБ "Солидарность"', 046577517, '30101810065770000517');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул. Ленинградская, 51', 040813001, 'МТС-БАНК', 'ДАЛЬНЕВОСТОЧНЫЙ ФИЛИАЛ ПАО "МТС-БАНК"', 040813838, '30101810700000000838');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Миллионная, 38А лит Б', 044030001, 'ПРОМСВЯЗЬБАНК', 'СТ-ПЕТЕРБУРГСКИЙ Ф-Л ПАО "ПРОМСВЯЗЬБАНК"', 044030920, '30101810000000000920');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Старощербиновская', 'ул. Советов, 68', 040349001, 'ФУ администрации МО Щербиновский район', 'ФУ администрации МО Щербиновский район', 200000393, '40302810703495000403');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кавказская', 'ул Ленина, 191', 040349001, 'ФУ МО Кавказский район', 'ФУ МО Кавказский район', 296000348, '40302810903495000342');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Темрюк', 'ул. Ленина, 65', 040349001, 'Финансовое управление МОТР', 'Финансовое управление МОТР', 200000389, '40302810803495000390');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нальчик', 'ул Кешокова, 70', 048327001, 'ДФ г.о.Нальчик', 'МКУ "ДФ г.о.Нальчик"', 283000229, '40302810100275000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пятигорск', 'проспект Кирова, 25, помещение 1', NULL, 'РКЦ ПЯТИГОРСК', 'РКЦ ПЯТИГОРСК', 040708000, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 049805001, 'Таатта" АО - ГК "АСВ', 'КУ Банк "Таатта" АО - ГК "АСВ"', 049805709, '30101810300000000709');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Красная, 152', 040349001, 'ЮЖНЫЙ" ПАО "БАНК УРАЛСИБ', 'ФИЛИАЛ "ЮЖНЫЙ" ПАО "БАНК УРАЛСИБ"', 040349700, '30101810400000000700');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул Максима Горького, 68, к 2/1', 047102001, 'ДРУЖБА', 'ООО КБ "ДРУЖБА"', 047102802, '30101810565777100802');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Череповец', 'Советский пр-т, 126', 041946000, 'Череповецкое высшее военное инженерное ордена Жукова училище радиоэлектроники', 'Череповецкое высшее военное инженерное ордена Жукова училище радиоэлектроники', 219000372, '40106810619460000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Лиговский пр-т, 108 лит Б', 044030001, 'ВОСТОЧНЫЙ', 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ ПАО КБ "ВОСТОЧНЫЙ"', 044030839, '30101810900000000839');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великий Новгород', 'ул Б. Московская, 9', 044959001, 'РОССЕЛЬХОЗБАНК', 'НОВГОРОДСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 044959722, '30101810500000000722');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пенза', 'ул Бекешская, 39', 045655001, 'РОССЕЛЬХОЗБАНК', 'ПЕНЗЕНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 045655718, '30101810600000000718');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Чернореченская, 42 А', 043601001, 'РУСФИНАНС БАНК', 'ООО "РУСФИНАНС БАНК"', 043601975, '30101810622023601975');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Светланская, 69', 040507001, 'УФК по Приморскому краю', 'УФК по Приморскому краю', 010507002, '40101810900000010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ханты-Мансийск', 'ул. Свердлова, д.11', 047162000, 'Территориальная избирательная комиссия города Ханты-Мансийска', 'Территориальная избирательная комиссия города Ханты-Мансийска', 200001366, '40202810865770520001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Академика Платонова, 10', 043601001, 'РОССЕЛЬХОЗБАНК', 'САМАРСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 043601978, '30101810900000000978');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул им. Радищева А.Н., 65/2', 046311001, 'РОССЕЛЬХОЗБАНК', 'САРАТОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 046311843, '30101810500000000843');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тамбов', 'ул Максима Горького, 20', 046850001, 'РОССЕЛЬХОЗБАНК', 'ТАМБОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 046850713, '30101810600000000713');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Достоевского, 80', 049205001, 'РОССЕЛЬХОЗБАНК', 'ТАТАРСТАНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 049205706, '30101810400000000706');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Томск', 'Московский тракт, 8 Б', 046902001, 'РОССЕЛЬХОЗБАНК', 'ТОМСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 046902711, '30101810300000000711');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'ул Тургеневская, 5', 047003001, 'РОССЕЛЬХОЗБАНК', 'ТУЛЬСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 047003715, '30101810400000000715');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ульяновск', 'ул Минаева, 15, Секция 1', 047308001, 'РОССЕЛЬХОЗБАНК', 'УЛЬЯНОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 047308897, '30101810200000000897');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'УНИВЕРСАЛЬНЫЙ КРЕДИТ" - ГК "АСВ', 'КУ ОАО АКБ "УНИВЕРСАЛЬНЫЙ КРЕДИТ" - ГК "АСВ"', 044525651, '30101810345250000651');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Вилоновская, 138', 047308001, 'АСВ" - КУ АО БАНК "РКБ', 'ГК "АСВ" - КУ АО БАНК "РКБ"', 047308818, '30101810522027300818');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'НАЦКОРПБАНК" (АО) - ГК "АСВ', 'КУ "НАЦКОРПБАНК" (АО) - ГК "АСВ"', 044525653, '30101810945250000653');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Вилоновская, 138', 047308001, 'АСВ" - КУ ОАО ГБ "СИМБИРСК', 'ГК "АСВ" - КУ ОАО ГБ "СИМБИРСК"', 047308811, '30101810600000000811');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'переулок Ананьевский, дом 5, строение 3', 044525000, 'СНГБ', 'МФ АО БАНК "СНГБ"', 044525395, '30101810245250000395');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РУССКИЙ ЗЕМЕЛЬНЫЙ БАНК" -ГК "АСВ', 'КУ ОАО АКБ "РУССКИЙ ЗЕМЕЛЬНЫЙ БАНК" -ГК "АСВ"', 044525684, '30101810545250000684');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ИНСТРОЙБАНК" ГК "АСВ', 'КУ ООО КБ "ИНСТРОЙБАНК" ГК "АСВ"', 044525690, '30101810445250000690');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЛЕСБАНК"-ГК "АСВ', 'КУ ОАО АКБ "ЛЕСБАНК"-ГК "АСВ"', 044525694, '30101810645250000694');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ТАЙМ БАНК" - ГК "АСВ', 'КУ ПАО "ТАЙМ БАНК" - ГК "АСВ"', 044525713, '30101810445250000713');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Садовническая, 82, стр 2', 044525000, 'ДОЙЧЕ БАНК', 'ООО "ДОЙЧЕ БАНК"', 044525101, '30101810100000000101');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Бутырская, д. 76, стр. 1', 044525000, 'ПОЙДЁМ!', 'АО КБ "ПОЙДЁМ!"', 044525732, '30101810100000000732');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Гашека, 6', 044525000, 'ГОЛДМАН САКС БАНК', 'ООО "ГОЛДМАН САКС БАНК"', 044525340, '30101810000000000340');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ПЕРВЫЙ ДЕПОЗИТНЫЙ" - ГК "АСВ', 'КУ ООО КБ "ПЕРВЫЙ ДЕПОЗИТНЫЙ" - ГК "АСВ"', 044525737, '30101810845250000737');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МФТ-БАНК" (ОАО) - ГК "АСВ', 'КУ АКБ "МФТ-БАНК" (ОАО) - ГК "АСВ"', 044525743, '30101810745250000743');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'СМАРТБАНК" - ГК "АСВ', 'КУ АО "СМАРТБАНК" - ГК "АСВ"', 044525746, '30101810645250000746');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'КУ ЗАО МЕЖДУНАРОДНЫЙ ПРОМЫШЛЕННЫЙ БАНК-ГК АСВ', 'КУ ЗАО МЕЖДУНАРОДНЫЙ ПРОМЫШЛЕННЫЙ БАНК-ГК АСВ', 044525748, '30101810000000000748');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МУЛЬТИБАНК" ОАО ГК "АСВ', 'КУ АКБ "МУЛЬТИБАНК" ОАО ГК "АСВ"', 044525752, '30101810545250000752');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЕВРОТРАСТ" (ЗАО) ГК "АСВ', 'КУ КБ "ЕВРОТРАСТ" (ЗАО) ГК "АСВ"', 044525762, '30101810400000000762');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ОХОТНЫЙ РЯД" (ООО) - ГК "АСВ', 'КУ КБ "ОХОТНЫЙ РЯД" (ООО) - ГК "АСВ"', 044525792, '30101810945250000792');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МАБ" - ГК "АСВ', 'КУ ЗАО "МАБ" - ГК "АСВ"', 044525832, '30101810000000000832');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'СДБ" (ООО) ГК "АСВ', 'КУ КОММЕРЧЕСКИЙ БАНК "СДБ" (ООО) ГК "АСВ"', 044525844, '30101810945250000844');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЭРГОБАНК" - ГК "АСВ', 'КУ ООО КБ "ЭРГОБАНК" - ГК "АСВ"', 044525861, '30101810000000000861');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЕВРОКРЕДИТ" (ООО)-ГК "АСВ', 'КУ БАНК "ЕВРОКРЕДИТ" (ООО)-ГК "АСВ"', 044525882, '30101810745250000882');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'КРК" (ОАО) - ГК "АСВ', 'КУ КБ "КРК" (ОАО) - ГК "АСВ"', 044525887, '30101810245250000887');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Мясницкая, д. 42/2, стр. 2', 044525000, 'РУНА-БАНК', 'АО "РУНА-БАНК"', 044525261, '30101810845250000261');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Розы Люксембург, 37', 046577001, 'ЕКАТЕРИНБУРГСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 'ЕКАТЕРИНБУРГСКИЙ ФИЛИАЛ БАНКА СОЮЗ (АО)', 046577422, '30101810765770000422');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Луначарского, 57', 046577001, 'АТБ', 'ФИЛИАЛ "АТБ" (ПАО) В Г. ЕКАТЕРИНБУРГ', 046577418, '30101810465770000418');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ ПАО М2М ПРАЙВЕТ БАНК - ГК "АСВ"', 044525779, '30101810845250000779');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Вавилова, д. 24', 044525000, 'Корпоративный" ПАО "Совкомбанк', 'Филиал "Корпоративный" ПАО "Совкомбанк"', 044525360, '30101810445250000360');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Добровольческая, 20, стр 2', 044525000, 'НС БАНК', 'АО "НС БАНК"', 044525158, '30101810945250000158');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нерюнгри', 'пр-т Дружбы Народов, 21', 049849000, 'Управление финансов', 'Управление финансов', 298003196, '40302810998495000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МРБ" (ООО)" - ГК "АСВ', 'КУ КБ "МРБ" (ООО)" - ГК "АСВ"', 044525789, '30101810945250000789');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Краснобогатырская, д.89, стр.5', 044525000, 'НЕВСКИЙ БАНК', 'МОСКОВСКИЙ ФИЛИАЛ ПАО "НЕВСКИЙ БАНК"', 044525579, '30101810045250000579');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ ЦЕНТРКОМБАНК ООО - ГК "АСВ"', 044525183, '30101810745250000183');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул Сакко, 17', 047102001, 'ДЕПАРТАМЕНТ ФИНАНСОВ ТЮМЕНСКОЙ ОБЛАСТИ', 'ДЕПАРТАМЕНТ ФИНАНСОВ ТЮМЕНСКОЙ ОБЛАСТИ', 271003236, '40302810600004000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Марксистская, 16', 044525000, 'ЗИРААТ БАНК (МОСКВА)', '"ЗИРААТ БАНК (МОСКВА)" (АО)', 044525116, '30101810700000000116');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РОСАВТОБАНК" - ГК "АСВ', 'КУ ООО КБ "РОСАВТОБАНК" - ГК "АСВ"', 044525857, '30101810945250000857');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'КБ "МЕЖТРАСТБАНК" - ГК "АСВ', 'КУ ООО "КБ "МЕЖТРАСТБАНК" - ГК "АСВ"', 044525895, '30101810745250000895');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Максима Горького, 17', 046577001, 'ЕКАТЕРИНБУРГСКИЙ" АО "АЛЬФА-БАНК', 'ФИЛИАЛ "ЕКАТЕРИНБУРГСКИЙ" АО "АЛЬФА-БАНК"', 046577964, '30101810100000000964');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул Маршала Жукова, 4, к 1', 045209001, 'ОМСКОЕ ОТДЕЛЕНИЕ N 8634 ПАО СБЕРБАНК', 'ОМСКОЕ ОТДЕЛЕНИЕ N 8634 ПАО СБЕРБАНК', 045209673, '30101810900000000673');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'пл Ленина, 6 А, стр лит А', 041203001, 'МБ БАНК', 'ФИЛИАЛ В Г.АСТРАХАНИ АО "МБ БАНК"', 041203712, '30101810500000000712');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Серебренниковская, 20', 045004001, 'СИБИРСКИЙ БАНК ПАО СБЕРБАНК', 'СИБИРСКИЙ БАНК ПАО СБЕРБАНК', 045004641, '30101810500000000641');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'пр-т Ленина, 34', 046577001, 'Министерство финансов Свердловской области', 'Министерство финансов Свердловской области', 265000817, '40302810965774000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Маркс', 'Саратовская область, г. Маркс, пр-т Ленина, 20', 046311001, 'КФ администрации Марксовского МР', 'КФ администрации Марксовского МР', 297000712, '40302810622025630127');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Проспект Мира, д. 69, стр. 1', 044525000, 'БКС Банк', 'Московский филиал АО "БКС Банк"', 044525099, '30101810745250000099');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул Суворова, 147', 042908001, 'КАЛУГА', 'ООО КБ "КАЛУГА"', 042908748, '30101810100000000748');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вольск', 'Октябрьская ул, 114', 046311001, 'Финуправление администрации ВМР', 'Финуправление администрации ВМР', 299000740, '40302810722025630221');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Питерка', 'Садовый пер, 13', 046311001, 'Финансовое управление администрации Питерского муниципального района Саратовской области', 'Финансовое управление администрации Питерского муниципального района Саратовской области', 297000745, '40302810622025630172');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул Театральная, 35', 042748001, 'КФ МОРСКОЙ БАНК (АО)', 'КФ МОРСКОЙ БАНК (АО)', 042748894, '30101810500000000894');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Пушкинская, 214', 049401001, 'Минфин Удмуртии', 'Минфин Удмуртии', 294000013, '40302810900004000077');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Карла Маркса, 5', 049205001, 'СЕТЕВАЯ РАСЧЕТНАЯ ПАЛАТА', 'АО НКО "СЕТЕВАЯ РАСЧЕТНАЯ ПАЛАТА"', 049205201, '30103810000000000201');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Арзамас', 'ул Кирова, 33', 042202001, 'АРЗАМАС', 'АО КОМБАНК "АРЗАМАС"', 042202731, '30101810522020000731');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'Московский пр-т, 3', 049706001, 'ЧУВАШСКОЕ ОТДЕЛЕНИЕ N8613 ПАО СБЕРБАНК', 'ЧУВАШСКОЕ ОТДЕЛЕНИЕ N8613 ПАО СБЕРБАНК', 049706609, '30101810300000000609');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'МАСТЕР-КАПИТАЛ" (ОАО) - ГК "АСВ', 'КУ АКБ "МАСТЕР-КАПИТАЛ" (ОАО) - ГК "АСВ"', 044525756, '30101810745250000756');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЕВРОСТАНДАРТ" (ООО) - ГК "АСВ', 'КУ КБ "ЕВРОСТАНДАРТ" (ООО) - ГК "АСВ"', 044525433, '30101810945250000433');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул Орджоникидзе, 5', 045209001, 'Минфин Омской области', 'Минфин Омской области', 252002411, '40302810200004000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ОГНИ МОСКВЫ" ГК "АСВ', 'КУ ООО КБ "ОГНИ МОСКВЫ" ГК "АСВ"', 044525592, '30101810900000000592');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4', 044525000, 'МОСУРАЛБАНК" (АО) - ГК "АСВ', 'КУ АКБ "МОСУРАЛБАНК" (АО) - ГК "АСВ"', 044525075, '30101810345250000075');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красногорск', 'ул. Ленина, д. 4', 044525000, 'ФУА го Красногорск', 'ФУА го Красногорск', 200001018, '40701810745254000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Йошкар-Ола', 'ул Карла Маркса, 109 Б', 048860001, 'ОТДЕЛЕНИЕ МАРИЙ ЭЛ N8614 ПАО СБЕРБАНК', 'ОТДЕЛЕНИЕ МАРИЙ ЭЛ N8614 ПАО СБЕРБАНК', 048860630, '30101810300000000630');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Малая Андроньевская, д.20/8, стр. 1-1А', 044525000, 'ГЕНБАНК', 'ФИЛИАЛ АО "ГЕНБАНК" В Г. МОСКВЕ', 044525656, '30101810845250000656');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Доваторцев, 38 А', 040702001, 'СТАВРОПОЛЬСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'СТАВРОПОЛЬСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 040702750, '30101810400000000750');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Парадная, 3-2 лит А', 044030001, 'СНГБ', 'СПБФ АО БАНК "СНГБ"', 044030879, '30101810440300000879');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'ул Александро-Заводская, 21', 047601001, 'РОССЕЛЬХОЗБАНК', 'ЧИТИНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 047601740, '30101810400000000740');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Нестерова, 31', 042202001, 'ПРОМСВЯЗЬБАНК', 'ПРИВОЛЖСКИЙ Ф-Л ПАО "ПРОМСВЯЗЬБАНК"', 042202803, '30101810700000000803');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Кирова, 114', 047501001, 'Избирательная комиссия Челябинской области', 'Избирательная комиссия Челябинской области', 275000099, '40301810800000000114');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'Океанский пр-т, 20', 040507001, 'Управление финансов администрации города Владивостока', 'Управление финансов администрации города Владивостока', 205002814, '40302810605075000112');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'ул Дзержинского, 15', 043469001, 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ КОСТРОМСКОЙ ОБЛАСТИ', 'ИЗБИРАТЕЛЬНАЯ КОМИССИЯ КОСТРОМСКОЙ ОБЛАСТИ', 234000187, '40301810300000000041');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул. Олимпийская, 8/ им. Тургенева, 135/1', 040349001, 'КРАСНОДАРСКИЙ ФИЛИАЛ ПАО РОСБАНК', 'КРАСНОДАРСКИЙ ФИЛИАЛ ПАО РОСБАНК', 040349744, '30101810403490000744');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магнитогорск', 'ул Гагарина, 17', 047516000, 'КУБ', 'БАНК "КУБ" (АО)', 047516949, '30101810700000000949');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Ошарская, 52', 042202001, 'Нижегородский" АО "Банк ДОМ.РФ', 'Филиал "Нижегородский" АО "Банк ДОМ.РФ"', 042202821, '30101810300000000821');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'Октябрьский пр-т, 53', 043207001, 'КЕМЕРОВСКОЕ ОТДЕЛЕНИЕ N8615 ПАО СБЕРБАНК', 'КЕМЕРОВСКОЕ ОТДЕЛЕНИЕ N8615 ПАО СБЕРБАНК', 043207612, '30101810200000000612');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул Челюскинцев, 116', 046311001, 'Избирательная комиссия Саратовской области', 'Избирательная комиссия Саратовской области', 263000258, '40202810822020004001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Доватора, 29', 047501001, 'Челябинский" АО "Банк ДОМ.РФ', 'Филиал "Челябинский" АО "Банк ДОМ.РФ"', 047501616, '30101810375010000616');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Томск', 'пр-т Фрунзе, 90/1', 046902001, 'ТОМСКОЕ ОТДЕЛЕНИЕ N8616 ПАО СБЕРБАНК', 'ТОМСКОЕ ОТДЕЛЕНИЕ N8616 ПАО СБЕРБАНК', 046902606, '30101810800000000606');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'Комсомольский пр-т, 106 А', 040173001, 'АЛТАЙСКОЕ ОТДЕЛЕНИЕ N8644 ПАО СБЕРБАНК', 'АЛТАЙСКОЕ ОТДЕЛЕНИЕ N8644 ПАО СБЕРБАНК', 040173604, '30101810200000000604');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'Свободный пр-т, 46', 040407001, 'КРАСНОЯРСКОЕ ОТДЕЛЕНИЕ N 8646 ПАО СБЕРБАНК', 'КРАСНОЯРСКОЕ ОТДЕЛЕНИЕ N 8646 ПАО СБЕРБАНК', 040407627, '30101810800000000627');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород', 'Белгородский пр-т, 73', 041403001, 'БЕЛГОРОДСОЦБАНК', 'АО УКБ "БЕЛГОРОДСОЦБАНК"', 041403701, '30101810100000000701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул Шелковичная, 177', 046311001, 'САРАТОВ', 'ООО БАНК "САРАТОВ"', 046311755, '30101810300000000755');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Каланчевская, д.  29, стр.  2', 044525000, 'ЭКСПОБАНК', 'ООО "ЭКСПОБАНК"', 044525460, '30101810345250000460');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Обороны, 3', 040407001, 'НКО КРАСНОЯРСКИЙ КРАЕВОЙ РАСЧЕТНЫЙ ЦЕНТР ООО', 'НКО КРАСНОЯРСКИЙ КРАЕВОЙ РАСЧЕТНЫЙ ЦЕНТР ООО', 040407686, '30103810700000000686');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Кондратьевский пр., д. 64 корп. 2 лит. А пом. 9Н', 044030001, 'НЕВСКИЙ БАНК', 'ПАО "НЕВСКИЙ БАНК"', 044030885, '30101810200000000885');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул Победы, 28 А', 047888001, 'РОССЕЛЬХОЗБАНК', 'ЯРОСЛАВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 047888717, '30101810900000000717');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'ул Кирова, 71', 043209000, 'ФИНАНСОВОЕ УПРАВЛЕНИЕ Г. НОВОКУЗНЕЦКА', 'ФИНАНСОВОЕ УПРАВЛЕНИЕ Г. НОВОКУЗНЕЦКА', 232000227, '40302810700005051001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Майкоп', 'ул Краснооктябрьская, 24', 047908001, 'РОССЕЛЬХОЗБАНК', 'АДЫГЕЙСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 047908745, '30101810200000000745');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Йошкар-Ола', 'ул Волкова, 116', 048860001, 'РОССЕЛЬХОЗБАНК', 'МАРИЙСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 048860721, '30101810400000000721');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Старокаширское шоссе, дом 2, корпус 1, строение 1', 044525000, 'БАНК ИПБ (АО)', 'БАНК ИПБ (АО)', 044525402, '30101810100000000402');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Избербаш', 'ул Маяковского, 139 Б', 048209001, 'МВС БАНК', 'ООО КБ "МВС БАНК"', 048209775, '30101810400000000775');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул Фрунзе, 86', 045004001, 'Новосибирский" АО "Банк ДОМ.РФ', 'Филиал "Новосибирский" АО "Банк ДОМ.РФ"', 045004777, '30101810500000000777');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '6-ой Новоподмосковный переулок, дом 4', 044525000, 'ООО НДКО Лэнд Кредит', 'ООО НДКО Лэнд Кредит', 044525302, '30124810545250000302');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Большая Дорогомиловская, д.5', 044525000, 'МОСКОВСКИЙ ФИЛИАЛ ЭКСИ-БАНК (АО)', 'МОСКОВСКИЙ ФИЛИАЛ ЭКСИ-БАНК (АО)', 044525944, '30101810845250000944');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Маршала Жукова, 26', 040702001, 'РОССЕЛЬХОЗБАНК', 'СТАВРОПОЛЬСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 040702701, '30101810200000000701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'ул Юрия Двужильного, 12', 043207001, 'КУЗБАССХИМБАНК', 'АКБ "КУЗБАССХИМБАНК" (ПАО)', 043207793, '30101810200000000793');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Салехард', 'ул Свердлова, 48', 047182000, 'департамент финансов  города', 'департамент финансов  города', 271001991, '40302810900005000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РМБ" БАНК - ГК "АСВ', 'КУ АО "РМБ" БАНК - ГК "АСВ"', 044525328, '30101810445250000328');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'НОВЫЙ СИМВОЛ" (АО) - ГК "АСВ', 'КУ БАНК "НОВЫЙ СИМВОЛ" (АО) - ГК "АСВ"', 044525209, '30101810645250000209');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЮНИКОРБАНК" - ГК "АСВ', 'КУ ОАО "ЮНИКОРБАНК" - ГК "АСВ"', 044525397, '30101810845250000397');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'Коммунистический пр-т, 32', 046401001, 'Сахминфин', 'Сахминфин', 264000006, '40302810264014000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул  Троицкая, 17/1', 044525000, 'РАЙФФАЙЗЕНБАНК', 'АО "РАЙФФАЙЗЕНБАНК"', 044525700, '30101810200000000700');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Дегтярный переулок, д. 11, лит. Б', 044030001, 'КРЕДИ АГРИКОЛЬ КИБ АО', 'КРЕДИ АГРИКОЛЬ КИБ АО', 044030882, '30101810300000000882');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Комсомольская, 102', 040813001, 'ХАБАРОВСКИЙ ФИЛИАЛ ТКБ БАНК ПАО', 'ХАБАРОВСКИЙ ФИЛИАЛ ТКБ БАНК ПАО', 040813708, '30101810108130000708');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул Сакко, 11', 047102001, 'СНГБ', 'ТФ АО БАНК "СНГБ"', 047102870, '30101810500000000870');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тында', 'ул Красная Пресня, 47', 041013000, 'МУ Управление финансов района', 'МУ Управление финансов района', 210000348, '40302810600005000007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Надым', 'ул Зверева, 8', 047186000, 'Департамент финансов Надымского района', 'Департамент финансов Надымского района', 271002085, '40302810471865000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Ленина, 51', 045773001, 'Минфин Пермского края', 'Минфин Пермского края', 257000956, '40302810857734000028');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сортавала', 'ул Гагарина, 12', 048606000, 'Сортавальское финансовое управление', 'Сортавальское финансовое управление', 286000127, '40302810700005000006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Пушкина, 37', 049205001, 'Министерство финансов Республики Татарстан', 'Министерство финансов Республики Татарстан', 292000688, '40601810192053000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'ул Ленина, 142', 041012001, 'РОССЕЛЬХОЗБАНК', 'АМУРСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 041012731, '30101810800000000731');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'Ул. Кирова, 1', 042748001, 'МОСКОММЕРЦБАНК', 'ФКБ "МОСКОММЕРЦБАНК" (АО) Г.КАЛИНИНГРАД', 042748801, '30101810700000000801');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'пл Ленина, 1', 048209001, 'Избирательная комиссия Республики Дагестан', 'Избирательная комиссия Республики Дагестан', 282000048, '40301810200000000150');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Белинского, 58/60', 042202001, 'ФИЛИАЛ N 6 ПАО МОСОБЛБАНК', 'ФИЛИАЛ N 6 ПАО МОСОБЛБАНК', 042202806, '30101810600000000806');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петрозаводск', 'ул Антикайнена, 2', 048602001, 'КАРЕЛЬСКОЕ ОТДЕЛЕНИЕ N8628 ПАО СБЕРБАНК', 'КАРЕЛЬСКОЕ ОТДЕЛЕНИЕ N8628 ПАО СБЕРБАНК', 048602673, '30101810600000000673');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Бутлерова, 44', 049205001, 'БАНК ТАТАРСТАН', 'ОТДЕЛЕНИЕ "БАНК ТАТАРСТАН" N8610 ПАО СБЕРБАНК', 049205603, '30101810600000000603');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Балаклавский проспект, дом 28 "В", строение "Б"', 044525000, 'МЕТКОМБАНК', 'МОСКОВСКИЙ ФИЛИАЛ ПАО "МЕТКОМБАНК"', 044525200, '30101810945250000200');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Павелецкая пл, 2, стр 2', 044525000, 'ЭЙЧ-ЭС-БИ-СИ БАНК (РР)', 'ООО "ЭЙЧ-ЭС-БИ-СИ БАНК (РР)"', 044525351, '30101810400000000351');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кущёвская', 'пер имени Б.Е.Москвича, 67', 040349001, 'Финансовое управление (ФУ администрации МО Кущевский район)', 'Финансовое управление (ФУ администрации МО Кущевский район)', 296000839, '40302810203495000356');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Крыловская', 'ул Орджоникидзе, 43', 040349001, 'ФУ администрации МО Крыловский район', 'ФУ администрации МО Крыловский район', 296000840, '40302810303495000366');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Романов пер., 4, стр.2', 044525000, 'ЭМ-Ю-ЭФ-ДЖИ БАНК (ЕВРАЗИЯ)', 'АО "ЭМ-Ю-ЭФ-ДЖИ БАНК (ЕВРАЗИЯ)"', 044525361, '30101810500000000361');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Бережковская наб., дом 20Г', 044525000, 'РЕНТА-БАНК', 'КБ "РЕНТА-БАНК" АО', 044525453, '30101810145250000453');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Туапсе', 'ул Свободы, 3', 040349001, 'ФУ администрации МО Туапсинский район', 'ФУ администрации МО Туапсинский район', 296000838, '40302810503495000357');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининская', 'ул Ленина, 147', 040349001, 'ФУ администрации МО Калининский район', 'ФУ администрации МО Калининский район', 203023499, '40302810300005000199');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тихорецк', 'ул Октябрьская, 93 А', 040349001, 'ФУ администрации МО Тихорецкий район', 'ФУ администрации МО Тихорецкий район', 296000843, '40302810803495000358');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'пр-т Ленина, 85 А', 047003001, 'СПИРИТБАНК', 'ПАО "СПИРИТБАНК"', 047003725, '30101810500000000725');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Летниковская, 2, стр 4', 044525000, 'ФК ОТКРЫТИЕ', 'ПАО БАНК "ФК ОТКРЫТИЕ"', 044525985, '30101810300000000985');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'Красный пр-т, 25', 045004001, 'ЭКСПОБАНК', 'ФИЛИАЛ ООО "ЭКСПОБАНК" В Г.НОВОСИБИРСКЕ', 045004861, '30101810450040000861');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'Советский пр-т, 12', 042748001, 'ВОЗРОЖДЕНИЕ', 'КАЛИНИНГРАДСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 042748794, '30101810600000000794');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'ул Чехова, 78', 046401001, 'ЭКСПОБАНК', 'ФИЛИАЛ ООО "ЭКСПОБАНК" В Г. ЮЖНО-САХАЛИНСКЕ', 046401444, '30101810864010000444');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул. Козленская, д. 10', 041909001, 'БАНК "ВОЛОГЖАНИН', 'АО "БАНК "ВОЛОГЖАНИН"', 041909760, '30101810800000000760');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белая Глина', 'ул Красная, 160', 040349001, 'финансовое управление в Белоглинском районе', 'финансовое управление в Белоглинском районе', 296000834, '40302810603495000354');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ейск', 'ул. Победы, 113', 040349001, 'ФУ в Ейском районе', 'ФУ в Ейском районе', 200000391, '40302810103495000391');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кореновск', 'ул Красная, 41', 040349001, 'ФУ администрации МО Кореновский район', 'ФУ администрации МО Кореновский район', 203023460, '40302810903495000290');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Павловская', 'ул Пушкина, 260', 040349001, 'ФУ АМО Павловский район', 'ФУ АМО Павловский район', 296000835, '40302810903495000355');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Солянка, д. 14, стр. 3', 044525000, 'РНФ', 'РНФ', 278000760, '40503810545250000094');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Анапа', 'ул Крымская, 99', 040349001, 'финансовое управление администрации МО г-к Анапа', 'финансовое управление администрации МО г-к Анапа', 200000388, '40302810103495000388');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Крымск', 'ул Карла Либкнехта, 35', 040395000, 'ФУ администрации МО Крымский район', 'ФУ администрации МО Крымский район', 203023459, '40302810503955000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'ул Рогозерская, 14', 044705001, 'ВОЗРОЖДЕНИЕ', 'МУРМАНСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 044705742, '30101810600000000742');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Йошкар-Ола', 'ул Гоголя, 2, стр "А"', 048860001, 'МОНЕТА', 'НКО "МОНЕТА" (ООО)', 048860734, '30103810000000000734');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул Советская, 14', 041203001, 'Избирательная комиссия Астраханской области', 'Избирательная комиссия Астраханской области', 212000008, '40301810700000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Мира, 319', 040702001, 'ФОРА-БАНК', 'ФИЛИАЛ АКБ "ФОРА-БАНК" (АО) В Г. СТАВРОПОЛЬ', 040702793, '30101810007020000793');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Кобозева, 1', 045354001, 'РУСЬ', 'ОИКБ "РУСЬ" (ООО)', 045354886, '30101810700000000886');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Ковалихинская, 14/43', 042282000, 'ПРИВОЛЖСКИЙ', 'ФИЛИАЛ "ПРИВОЛЖСКИЙ" БАНКА ВТБ (ПАО)', 042282728, '30101810922020000728');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'Кремль, к 1 а', 042202001, 'УФК по Нижегородской области', 'УФК по Нижегородской области', 012202102, '40101810400000010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Липецк', 'ул Интернациональная, 5', 044206001, 'УФК ПО ЛИПЕЦКОЙ ОБЛАСТИ', 'УФК ПО ЛИПЕЦКОЙ ОБЛАСТИ', 014206212, '40101810200000010006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ленск', 'ул. Ленина, д. 65', 049820000, 'Ленская территориальная избирательная комиссия Республика Саха(Якутия)', 'Ленская территориальная избирательная комиссия Республика Саха(Якутия)', 200001346, '40301810798200000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Советская Гавань', 'ул. Ленина, д.3, к. 25', 040816000, 'Территориальная избирательная комиссия Советско-Гаванского района', 'Территориальная избирательная комиссия Советско-Гаванского района', 200001277, '40301810608160000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Комсомольск-на-Амуре', 'ул. Аллея Труда, д. 13, каб.115', 040825000, 'территориальная избирательная комиссия города Комсомольска-на-Амуре', 'территориальная избирательная комиссия города Комсомольска-на-Амуре', 200001243, '40301810808250000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'пр. Карла Маркса, д. 62', 045209001, 'территориальная избирательная комиссия по Ленинскому административному округу г. Омска Омской области', 'территориальная избирательная комиссия по Ленинскому административному округу г. Омска Омской области', 200001326, '40301810450040004005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нерюнгри', 'пр. Дружбы Народов, д. 21', 049849000, 'Нерюнгринская территориальная избирательная комиссия Республики Саха (Якутия)', 'Нерюнгринская территориальная избирательная комиссия Республики Саха (Якутия)', 200001348, '40301810498490000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Горно-Алтайск', 'пр. Коммунистический, 18', 048405001, 'Горно-Алтайская городская территориальная избирательная комиссия', 'Горно-Алтайская городская территориальная избирательная комиссия', 200001214, '40301810750040005502');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'проспект Советов, 4', 047601001, 'Железнодорожная г. Читы территориальная избирательная комиссия', 'Железнодорожная г. Читы территориальная избирательная комиссия', 200001040, '40301810250040005004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул. Комсомольская, 142/1', 048073001, 'Территориальная избирательная комиссия Октябрьского района городского округа город Уфа Республики Башкортостан', 'Территориальная избирательная комиссия Октябрьского района городского округа город Уфа Республики Башкортостан', 200001356, '40301810965770400009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Короленко, 2', 040349001, 'РОССЕЛЬХОЗБАНК', 'КРАСНОДАРСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 040349536, '30101810700000000536');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'пр-т Ленина, 64', 042202001, 'ВОСТОЧНЫЙ', 'ПРИВОЛЖСКИЙ ФИЛИАЛ ПАО КБ "ВОСТОЧНЫЙ"', 042202714, '30101810222020000714');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'Русский ипотечный банк" (ООО) - ГК "АСВ', 'КУ КБ "Русский ипотечный банк" (ООО) - ГК "АСВ"', 044525526, '30101810645250000526');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мирный', 'ул. Пушкина, д. 3', 041117001, 'Космодром-Плесецк" АО "РОСКОСМОСБАНК', 'Ф-л "Космодром-Плесецк" АО "РОСКОСМОСБАНК"', 041117785, '30101810540300011785');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Малый Калужский переулок, дом 4, строение 1', 044525000, 'ККБ', 'МОСКОВСКИЙ ФИЛИАЛ АО БАНК "ККБ"', 044525281, '30101810045250000281');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул Предтеченская, 10', 041909001, 'УФК ПО ВОЛОГОДСКОЙ ОБЛАСТИ', 'УФК ПО ВОЛОГОДСКОЙ ОБЛАСТИ', 011909101, '40101810700000010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Петроградская наб., д. 18, лит.А', 044030001, 'СВЯЗЬ-БАНК', 'САНКТ-ПЕТЕРБУРГСКИЙ Ф-Л ПАО АКБ "СВЯЗЬ-БАНК"', 044030759, '30101810200000000759');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Менделеева, 138', 048073001, 'Ф-Л БАНКА ГПБ (АО) В Г.УФЕ', 'Ф-Л БАНКА ГПБ (АО) В Г.УФЕ', 048073928, '30101810300000000928');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул. 50 лет Октября, 29/1', 047102001, 'ТЮМЕНСКИЙ" ПАО "ПЛЮС БАНК', 'ФИЛИАЛ "ТЮМЕНСКИЙ" ПАО "ПЛЮС БАНК"', 047102827, '30101810265777100827');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Гостиничная, 4-9', 044525000, 'НБВК', 'Ликвидационная комиссия АКБ "НБВК" (АО)', 044525573, '30101810245250000573');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Пятницкая, 31/2, стр 1', 044525000, 'ЦЕНТРОКРЕДИТ', 'АО АКБ "ЦЕНТРОКРЕДИТ"', 044525514, '30101810700000000514');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Красная Пресня, 24', 044525000, 'БАНК БКФ', 'ООО "БАНК БКФ"', 044525215, '30101810545250000215');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. 2-ой Сыромятнический пер., д. 1, этаж 7', 044525000, 'БАНК ПСА ФИНАНС РУС', 'ООО "БАНК ПСА ФИНАНС РУС"', 044525339, '30101810845250000339');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'Ул. Ново-Садовая, д. 20, к. 10', 043601001, 'Территориальная избирательная комиссия Октябрьского района города Самары Самарской области', 'Территориальная избирательная комиссия Октябрьского района города Самары Самарской области', 200001354, '40301810022023600007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'Ул. Зеленая, д. 14', 043601001, 'Территориальная избирательная комиссия Куйбышевского района города Самары Самарской области', 'Территориальная избирательная комиссия Куйбышевского района города Самары Самарской области', 200001353, '40301810422023600005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'Ул. Урицкого, д. 21, каб. 9', 043601001, 'Территориальная избирательная комиссия Железнодорожного района города Самары Самарской области', 'Территориальная избирательная комиссия Железнодорожного района города Самары Самарской области', 200001347, '40301810722023600006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'Ул. Шевцовой, д. 6', 043678000, 'Территориальная избирательная комиссия Комсомольского района города Тольятти Самарской области', 'Территориальная избирательная комиссия Комсомольского района города Тольятти Самарской области', 200001367, '40301810722023678001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Бахчисарай', 'ул. Советская, 5', 043510001, 'территориальная избирательная комиссия Бахчисарайского района Республики Крым', 'территориальная избирательная комиссия Бахчисарайского района Республики Крым', 200001372, '40301810203490000048');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Феодосия', 'ул. Галерейная, 7 А', 043510001, 'территориальная избирательная комиссия города Феодосии Республики Крым', 'территориальная избирательная комиссия города Феодосии Республики Крым', 200001379, '40301810003490000044');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Томск', 'ул. Елизаровых, д. 59', 046902001, 'Территориальная избирательная комиссия Советский район г. Томска Томская область', 'Территориальная избирательная комиссия Советский район г. Томска Томская область', 200001350, '40301810150040004500');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'Ул. Советской Армии, д. 27', 043601001, 'Территориальная избирательная комиссия Советского района города Самары Самарской области', 'Территориальная избирательная комиссия Советского района города Самары Самарской области', 200001365, '40301810322023600008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Искателей', 'Ненецкий автономный округ, п. Искателей, ул. Губкина, д.10', 041125000, 'Территориальная избирательная комиссия Заполярного района', 'Территориальная избирательная комиссия Заполярного района', 200001330, '40301810640302511004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пенза', 'ул. Пушкина, 29 а', 045655001, 'Территориальная избирательная комиссия Ленинского района города Пензы', 'Территориальная избирательная комиссия Ленинского района города Пензы', 200001363, '40301810122025600005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Соликамск', 'ул. 20-летия Победы, дом 106', 045795000, 'ТИК Соликамского городского округа', 'ТИК Соликамского городского округа', 200001321, '40301810865770300010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул. Сибирская, д. 58', 045773001, 'ТИК № 2 Свердловского района города Перми', 'ТИК № 2 Свердловского района города Перми', 200001313, '40301810965770300002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул. Пермская, д. 57, офис 6', 045773001, 'ТИК Ленинского района г. Перми', 'ТИК Ленинского района г. Перми', 200001333, '40301810565770300004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул. Розы Люксембург, 3', 043304001, 'Территориальная избирательная комиссия Первомайский район г. Кирова', 'Территориальная избирательная комиссия Первомайский район г. Кирова', 200001386, '40301810422023300005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кировское', 'ул. Розы Люксембург, 39', 043510001, 'территориальная избирательная комиссия Кировского района Республики Крым', 'территориальная избирательная комиссия Кировского района Республики Крым', 200001391, '40301810203490000035');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноперекопск', 'ул. Героев Перекопа, 1 А', 043510001, 'территориальная избирательная комиссия города Красноперекопска Республики Крым', 'территориальная избирательная комиссия города Красноперекопска Республики Крым', 200001392, '40301810403490000039');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноперекопск', 'ул. Героев Перекопа, 1', 043510001, 'территориальная избирательная комиссия Красноперекопского района Республики Крым', 'территориальная избирательная комиссия Красноперекопского района Республики Крым', 200001395, '40301810103490000041');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ленино', 'ул. Пушкина, 22', 043510001, 'территориальная избирательная комиссия Ленинского района Республики Крым', 'территориальная избирательная комиссия Ленинского района Республики Крым', 200001396, '40301810303490000045');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Раздольное', 'ул. Ленина, 71', 043510001, 'территориальная избирательная комиссия Раздольненского района Республики Крым', 'территориальная избирательная комиссия Раздольненского района Республики Крым', 200001397, '40301810603490000046');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Советский', 'ул. 30 лет Победы, 15', 043510001, 'территориальная избирательная комиссия Советского района Республики Крым', 'территориальная избирательная комиссия Советского района Республики Крым', 200001398, '40301810503490000049');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красногвардейское', 'ул. Энгельса, 3', 043510001, 'территориальная избирательная комиссия Красногвардейского района Республики Крым', 'территориальная избирательная комиссия Красногвардейского района Республики Крым', 200001399, '40301810803490000040');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'ул. Болдина, д. 50', 047003001, 'Территориальная избирательная комиссия Советского района г. Тулы', 'Территориальная избирательная комиссия Советского района г. Тулы', 200001401, '40301810145250000047');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'ул. Болдина, д. 50', 047003001, 'Территориальная избирательная комиссия Привокзального района г. Тулы', 'Территориальная избирательная комиссия Привокзального района г. Тулы', 200001400, '40301810845250000033');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Серов', 'ул Ленина, 140', 046521000, 'Серовская городская территориальная избирательная комиссия', 'Серовская городская территориальная избирательная комиссия', 265000194, '40202810900000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул Орджоникидзе, 3 А', 045209001, 'ОМСКИЙ" АО "ОТП БАНК', 'ФИЛИАЛ "ОМСКИЙ" АО "ОТП БАНК"', 045209777, '30101810000000000777');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Цветной бульвар, д. 2', 044525000, 'НАТИКСИС БАНК АО', '"НАТИКСИС БАНК АО"', 044525512, '30101810100000000512');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Габричевского, 5-9', 044525000, 'ФИНЧЕР', 'НКО "ФИНЧЕР" (ООО)', 044525324, '30103810845250000324');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ТГБ" - ГК "АСВ', 'КУ АО БАНК "ТГБ" - ГК "АСВ"', 044525208, '30101810345250000208');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'ИНКАРОБАНК" (АО) - ГК "АСВ', 'КУ АКБ "ИНКАРОБАНК" (АО) - ГК "АСВ"', 044525124, '30101810445250000124');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АРСЕНАЛ" ООО - ГК "АСВ', 'КУ КБ "АРСЕНАЛ" ООО - ГК "АСВ"', 044525686, '30101810145250000686');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Северная, 324', 040349001, 'ВОЗРОЖДЕНИЕ', 'КРАСНОДАРСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 040349994, '30101810300000000994');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул.Горького, д.45', 046577001, 'ФК Открытие', 'Ф-л Екб №2 ПАО Банк "ФК Открытие"', 046577520, '30101810065770000520');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Павловская, д. 7, стр. 1', 044525000, 'ЭПС', 'НКО "ЭПС" (ООО)', 044525313, '30103810445250000313');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Находка', 'Находкинский проспект,д.16', 040510000, 'территориальная избирательная комиссия города Находки', 'территориальная избирательная комиссия города Находки', 200001278, '40301810705100000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петропавловск-Камчатский', 'ул. Ленинская, 46', 043002001, 'Петропавловск-Камчатская территориальная избирательная комиссия', 'Петропавловск-Камчатская территориальная избирательная комиссия', 200001375, '40301810630020000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петропавловск-Камчатский', 'ул. Ленинская, 46', 043002001, 'Петропавловск-Камчатская городская территориальная избирательная комиссия', 'Петропавловск-Камчатская городская территориальная избирательная комиссия', 200001380, '40301810330020000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул. Александра Щербакова, д. 24', 045773001, 'ТИК Орджоникидзевского района г. Перми', 'ТИК Орджоникидзевского района г. Перми', 200001314, '40301810265770300003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул. Мира, д. 15, к. 304', 045773001, 'Территориальная избирательная комиссия Индустриального района города Перми', 'Территориальная избирательная комиссия Индустриального района города Перми', 200001335, '40301810865770300005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул. Сибирская, д. 58', 045773001, 'ТИК № 1 Свердловского района города Перми', 'ТИК № 1 Свердловского района города Перми', 200001337, '40301810765770300008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'Ул. Садовая, д. 243, к.230', 043601001, 'Территориальная избирательная комиссия Ленинского района города Самары Самарской области', 'Территориальная избирательная комиссия Ленинского района города Самары Самарской области', 200001387, '40301810622023600009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'Ул. Сергея Лазо, д. 11, к.20', 043601001, 'Территориальная избирательная комиссия Красноглинского района города Самары Самарской области', 'Территориальная избирательная комиссия Красноглинского района города Самары Самарской области', 200001389, '40301810322023600011');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'Ул. Краснодонская, д. 28, к.111', 043601001, 'Территориальная избирательная комиссия Промышленного района города Самары Самарской области', 'Территориальная избирательная комиссия Промышленного района города Самары Самарской области', 200001388, '40301810022023600010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул. Уральская, д. 36', 045773001, 'Территориальная избирательная комиссия Мотовилихинского района города Перми', 'Территориальная избирательная комиссия Мотовилихинского района города Перми', 200001334, '40301810165770300006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'проспект Энтузиастов д.20', 046311001, 'территориальная избирательная комиссия Заводского района г. Саратова', 'территориальная избирательная комиссия Заводского района г. Саратова', 200001390, '40301810522026300007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Абакан', 'Ул. Щетинкина, 10', 049514001, 'Территориальная избирательная комиссия города Абакана', 'Территориальная избирательная комиссия города Абакана', 200001349, '40301810650040006506');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'улица Тузовского, дом 14', 043209000, 'Территориальная избирательная комиссия Орджоникидзевского района Новокузнецкого городского округа', 'Территориальная избирательная комиссия Орджоникидзевского района Новокузнецкого городского округа', 200001359, '40301810150040007700');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'улица Мориса Тореза, дом 22б', 043209000, 'Территориальная избирательная комиссия Заводского района Новокузнецкого городского округа', 'Территориальная избирательная комиссия Заводского района Новокузнецкого городского округа', 200001364, '40301810450040007701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'бульвар Строителей, дом 34', 043207001, 'Территориальная избирательная комиссия Ленинского района Кемеровского городского округа', 'Территориальная избирательная комиссия Ленинского района Кемеровского городского округа', 200001383, '40301810150040003506');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'улица Совхозная, дом 1А', 043207001, 'Территориальная избирательная комиссия Кемеровского муниципального округа', 'Территориальная избирательная комиссия Кемеровского муниципального округа', 200001352, '40301810850040003505');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Терек', 'ул. Ленина, д. 15', 048337000, 'Терская территориальная избирательная комиссия', 'Терская территориальная избирательная комиссия', 200001362, '40301810803490000076');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'Московский проспект, дом 33А', 049706001, 'Московская районная города Чебоксары территориальная избирательная комиссия', 'Московская районная города Чебоксары территориальная избирательная комиссия', 200001403, '40301810322029700004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'улица Сеченова, дом 25', 043209000, 'Территориальная избирательная комиссия Новокузнецкого муниципального района', 'Территориальная избирательная комиссия Новокузнецкого муниципального района', 200001376, '40301810050040007703');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'проспект Курако, дом 37', 043209000, 'Территориальная избирательная комиссия Куйбышевского района Новокузнецкого городского округа', 'Территориальная избирательная комиссия Куйбышевского района Новокузнецкого городского округа', 200001378, '40301810750040007702');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'проспект Авиаторов, дом 62', 043209000, 'Территориальная избирательная комиссия Новоильинского района Новокузнецкого городского округа', 'Территориальная избирательная комиссия Новоильинского района Новокузнецкого городского округа', 200001385, '40301810950040007706');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'проспект Металлургов, дом 44', 043209000, 'Территориальная избирательная комиссия Центрального района Новокузнецкого городского округа', 'Территориальная избирательная комиссия Центрального района Новокузнецкого городского округа', 200001377, '40301810350040007704');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Ульянова, 46', 042202001, 'БАНК ИНТЕЗА', 'ПРИВОЛЖСКИЙ ФИЛИАЛ АО "БАНК ИНТЕЗА"', 042202841, '30101810500000000841');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Левашова, 20', 045385002, 'УФК по Оренбургской области', 'УФК по Оренбургской области', 045385100, '40116810800000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '2-я Тверская-Ямская улица, дом 2', 044525000, 'АПАБАНК', 'АКБ "АПАБАНК" (АО)', 044525238, '30101810645250000238');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул. Маршала Говорова, 3, оф. 30', 042520001, 'Иркутская городская № 1 территориальная избирательная комиссия (Ленинский округ)', 'Иркутская городская № 1 территориальная избирательная комиссия (Ленинский округ)', 200001082, '40301810850040002000');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петрозаводск', 'пр-т Ленина, 2', 048602001, 'Территориальная избирательная комиссия г. Петрозаводска № 1', 'Территориальная избирательная комиссия г. Петрозаводска № 1', 200001062, '40301810140300086003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петрозаводск', 'пр-т Ленина, 2', 048602001, 'Территориальная избирательная комиссия г. Петрозаводска № 2', 'Территориальная избирательная комиссия г. Петрозаводска № 2', 200001063, '40301810440300086004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Локня', 'ул. Первомайская, д. 31/8', 045853000, 'Территориальная избирательная комиссия Локнянского района', 'Территориальная избирательная комиссия Локнянского района', 200001105, '40301810940300058026');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Бежаницы', 'ул. Комсомольская, д. 12', 045853000, 'Территориальная избирательная комиссия Бежаницкого района', 'Территориальная избирательная комиссия Бежаницкого района', 200001106, '40301810240300058027');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мончегорск', 'ул. Бредова, д. 17', 044703000, 'Мончегорская территориальная избирательная комиссия', 'Мончегорская территориальная избирательная комиссия', 200001065, '40301810940300047003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул. Тургенева, 49', 040813001, 'ДАЛЬНЕВОСТОЧНЫЙ БАНК" "ХАБАРОВСКИЙ', 'ФПАО "ДАЛЬНЕВОСТОЧНЫЙ БАНК" "ХАБАРОВСКИЙ"', 040813848, '30101810800000000848');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул. Ленина, д. 2', 041909001, 'территориальная избирательная комиссия города Вологды', 'территориальная избирательная комиссия города Вологды', 200001092, '40301810940300019004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул. Маршала Жукова, дом 107', 045209001, 'Эксперт Банк" - ГК "АСВ', 'Ликвидатор АО "Эксперт Банк" - ГК "АСВ"', 045209701, '30101810450045209701');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Дно', 'ул. К. Маркса, д. 16', 045805001, 'Территориальная избирательная комиссия Дновского района', 'Территориальная избирательная комиссия Дновского района', 200001074, '40301810640300058024');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'пр-т. Ленина, 44', 046015001, 'Территориальная избирательная комиссия Октябрьского района города Ростова-на-Дону', 'Территориальная избирательная комиссия Октябрьского района города Ростова-на-Дону', 200001077, '40301810003490000023');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Палкино', 'ул. Островская, д. 25', 045805001, 'Территориальная избирательная комиссия Палкинского района', 'Территориальная избирательная комиссия Палкинского района', 200001059, '40301810340300058023');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Усвяты', 'ул. К. Маркса, д. 20', 045853000, 'Территориальная избирательная комиссия Усвятского района', 'Территориальная избирательная комиссия Усвятского района', 200001073, '40301810740300058022');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сыктывкар', 'ул Громова, 45', 048702001, 'УФК по Республике Коми', 'УФК по Республике Коми', 018702501, '40101810000000010004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чалтырь', 'ул. Ленина, 33', 046015001, 'Территориальная избирательная комиссия Мясниковского района Ростовской области', 'Территориальная избирательная комиссия Мясниковского района Ростовской области', 200001076, '40301810303490000024');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Череповец', 'пр. Строителей, д. 4А, оф.118', 041946000, 'территориальная избирательная комиссия города Череповца', 'территориальная избирательная комиссия города Череповца', 200001093, '40301810740300019005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул. Ильича, 40/26', 046015001, 'Территориальная избирательная комиссия Первомайского района города Ростова-на-Дону', 'Территориальная избирательная комиссия Первомайского района города Ростова-на-Дону', 200001079, '40301810403490000021');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул. Советская, 2/10', 046015001, 'Территориальная избирательная комиссия Пролетарского района города Ростова-на-Дону', 'Территориальная избирательная комиссия Пролетарского района города Ростова-на-Дону', 200001078, '40301810703490000022');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'пр-т Мира, 110', 040407001, 'Избирательная комиссия Красноярского края', 'Избирательная комиссия Красноярского края', 204000206, '40202810050040001011');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орёл', 'ул Матвеева, 7', 045402001, 'УФК по Орловской области', 'УФК по Орловской области', 015402901, '40101810845250010006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'ул Красноармейская, 8', 043469001, 'УФК ПО КОСТРОМСКОЙ ОБЛАСТИ', 'УФК ПО КОСТРОМСКОЙ ОБЛАСТИ', 013469126, '40101810700000010006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул Полушкина Роща, 16, стр 7', 047888001, 'УФК по Ярославской области', 'УФК по Ярославской области', 017888102, '40101810700000010010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Социалистическая, 58/51', 046015001, 'РОСТОВСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'РОСТОВСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 046015081, '30101810760150000081');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магнитогорск', 'ул. Октябрьская, 32', 047516000, 'территориальная избирательная комиссия Ленинского района города Магнитогорска', 'территориальная избирательная комиссия Ленинского района города Магнитогорска', 200001129, '40301810665770240003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владимир', 'ул Б. Московская, 1 Б', 041708001, 'РОССЕЛЬХОЗБАНК', 'ВЛАДИМИРСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 041708772, '30101810600000000772');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'Шереметевский пр-т, 1', 042406001, 'Избирательная комиссия города Иванова', 'Избирательная комиссия города Иванова', 200001167, '40301810745250000011');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Каширское', 'Воронежская область, Каширский район, с. Каширское, ул. Олимпийская, д.3, офис 207', 042007001, 'Территориальная избирательная комиссия Каширского района', 'Территориальная избирательная комиссия Каширского района', 200001107, '40301810345250000010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'г.Воронеж, ул. Никитинская, д.8', 042007001, 'Территориальная избирательная комиссия Центрального района г.Воронежа', 'Территориальная избирательная комиссия Центрального района г.Воронежа', 200001164, '40301810245250000039');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'г.Воронеж, Московский проспект, д.19А', 042007001, 'Территориальная избирательная комиссия Коминтерновского района г.Воронежа', 'Территориальная избирательная комиссия Коминтерновского района г.Воронежа', 200001166, '40301810245250000026');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Измайловский пр-кт, д.10, к.303', 044030001, 'ТИК №1', 'ТИК №1', 200001178, '40301810040300000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Большой проспект В.О, д.55', 044030001, 'Территориальная избирательная комиссия № 2', 'Территориальная избирательная комиссия № 2', 200001179, '40301810340300000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пр. Стачек, д.18', 044030001, 'ТИК №3', 'ТИК №3', 200001180, '40301810640300000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Савушкина д.83, пом. 153', 044030001, 'ТИК № 9', 'ТИК № 9', 200001183, '40301810440300000009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пр. Невский, дом 176, пом.149', 044030001, 'ТИК № 16', 'ТИК № 16', 200001185, '40301810640300000016');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'наб. Арсенальная, д.13', 044030001, 'ТИК-11', 'ТИК-11', 200001184, '40301810140300000011');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Арсенальная наб., д.13/1', 044030001, 'ТИК-17', 'ТИК-17', 200001186, '40301810940300000017');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'г. Сестрорецк, пл. Свободы, д.1', 044030001, 'Территориальная избирательная комиссия №13', 'Территориальная избирательная комиссия №13', 200001198, '40301810740300000013');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Московский проспект, дом 129', 044030001, 'ТИК №19', 'ТИК №19', 200001188, '40301810540300000019');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'г. Кронштадт пр.Ленина д.36 пом.11', 044030001, 'Территориальная избирательная комиссия № 15', 'Территориальная избирательная комиссия № 15', 200001193, '40301810340300000015');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'город Пушкин, Октябрьский бульвар, дом 24', 044030001, 'ТИК №20', 'ТИК №20', 200001189, '40301810940300000020');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Колпино, б-р Победы, д. 1', 044030001, 'Территориальная избирательная комиссия №21', 'Территориальная избирательная комиссия №21', 200001199, '40301810240300000021');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пр. Большой Сампсониевский д. 86, каб. 223', 044030001, 'ТИК №22', 'ТИК №22', 200001194, '40301810540300000022');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пр. Обуховской Обороны, д. 163', 044030001, 'ТИК № 24', 'ТИК № 24', 200001195, '40301810140300000024');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Савушкина, дом 83', 044030001, 'ТИК №28', 'ТИК №28', 200001200, '40301810340300000028');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новокузнецк', 'улица Ленина, дом 38', 043209000, 'Территориальная избирательная комиссия Кузнецкого района Новокузнецкого городского округа', 'Территориальная избирательная комиссия Кузнецкого района Новокузнецкого городского округа', 200001384, '40301810650040007705');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'Бульвар Ленина, д. 15', 043678000, 'Территориальная избирательная комиссия Центрального района города Тольятти Самарской области', 'Территориальная избирательная комиссия Центрального района города Тольятти Самарской области', 200001394, '40301810022023678002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кызыл', 'ул. Ленина, д. 32', 049304001, 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ГОРОДА КЫЗЫЛА', 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ГОРОДА КЫЗЫЛА', 200001402, '40301810350040007000');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курган', 'площадь имени В.И. Ленина, 1', 043735001, 'Восточная территориальная избирательная комиссия города Кургана', 'Восточная территориальная избирательная комиссия города Кургана', 200001358, '40301810965770100006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курган', 'площадь имени В.И. Ленина, 1', 043735001, 'Западная территориальная избирательная комиссия города Кургана', 'Западная территориальная избирательная комиссия города Кургана', 200001357, '40301810665770100005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул. Октябрьская, 2', 048142001, 'Город Улан-Удэ', 'Территориальная избирательная комиссия Железнодорожный район муниципального образования "Город Улан-Удэ"', 200001318, '40301810450040006000');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул. Павлова, 1', 048142001, 'Город Улан-Удэ', 'Территориальная избирательная комиссия Октябрьский район муниципального образования "Город Улан-Удэ"', 200001319, '40301810750040006001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул. Советская, 23', 048142001, 'Город Улан-Удэ', 'Территориальная избирательная комиссия Советский район муниципального образования "Город Улан-Удэ"', 200001320, '40301810050040006002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нарьян-Мар', 'Ненецкий автономный округ, г. Нарьян-Мар, ул. Ленина, д.12', 041125000, 'Территориальная избирательная комиссия Нарьян-Марского городского округа', 'Территориальная избирательная комиссия Нарьян-Марского городского округа', 200001381, '40301810940302511005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новороссийск', 'ул. Новороссийской республики, 21а', 040395000, 'Территориальная избирательная комиссия Центральная г. Новороссийска', 'Территориальная избирательная комиссия Центральная г. Новороссийска', 200001369, '40301810103490000080');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'ул. Марата, д. 162а', 047003001, 'Территориальная избирательная комиссия Пролетарского района г. Тулы', 'Территориальная избирательная комиссия Пролетарского района г. Тулы', 200001411, '40301810445250000048');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'ул. Тургеневская, д. 67', 047003001, 'Территориальная избирательная комиссия Центрального района г. Тулы', 'Территориальная избирательная комиссия Центрального района г. Тулы', 200001412, '40301810745250000049');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сыктывкар', 'ул. Бабушкина, д. 22', 048702001, 'Территориальная избирательная комиссия города Сыктывкара', 'Территориальная избирательная комиссия города Сыктывкара', 200001382, '40301810140300087002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Смоленская-Сенная площадь, дом 32/34', 044501002, 'Министерство иностранных дел Российской Федерации', 'Министерство иностранных дел Российской Федерации', 200001070, '40301810945010000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Карла Либкнехта, 8', 049401001, 'УФК по Удмуртской Республике', 'УФК по Удмуртской Республике', 019401100, '40101810922020019001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Луначарского, 217', 046577001, 'Октябрьская районная территориальная избирательная комиссия города Екатеринбурга', 'Октябрьская районная территориальная избирательная комиссия города Екатеринбурга', 280001541, '40202810265770000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Мельковская, 7', 046577001, 'Железнодорожная районная территориальная избирательная комиссия города Екатеринбурга', 'Железнодорожная районная территориальная избирательная комиссия города Екатеринбурга', 280001570, '40202810865770000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Московская, 27', 046577001, 'Верх-Исетская районная территориальная избирательная комиссия города Екатеринбурга', 'Верх-Исетская районная территориальная избирательная комиссия города Екатеринбурга', 280001569, '40202810165770000005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Бабушкина, 16', 046577001, 'Орджоникидзевская районная территориальная избирательная комиссия города Екатеринбурга', 'Орджоникидзевская районная территориальная избирательная комиссия города Екатеринбурга', 280001571, '40202810465770000006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул 8 Марта, 18', 046577001, 'Ленинская районная территориальная избирательная комиссия города Екатеринбурга', 'Ленинская районная территориальная избирательная комиссия города Екатеринбурга', 280001572, '40202810765770000007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул 8 Марта, 177', 046577001, 'Чкаловская районная территориальная избирательная комиссия города Екатеринбурга', 'Чкаловская районная территориальная избирательная комиссия города Екатеринбурга', 265000477, '40202810400000000029');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Каменоломни', 'ул. 40 лет Октября, д.80', 046014000, 'Территориальная избирательная комиссия Октябрьского района Ростовской области', 'Территориальная избирательная комиссия Октябрьского района Ростовской области', 200001081, '40301810003490000026');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пыталово', 'ул. Красноармейская, д. 37', 045805001, 'Территориальная избирательная комиссия Пыталовского района', 'Территориальная избирательная комиссия Пыталовского района', 200001075, '40301810940300058025');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Шахты', 'ул. Советская 187/189', 046014000, 'Территориальная избирательная комиссия города Шахты', 'Территориальная избирательная комиссия города Шахты', 200001080, '40301810703490000025');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кунья', 'ул. Советская, д. 27', 045853000, 'Территориальная избирательная комиссия Куньинского района', 'Территориальная избирательная комиссия Куньинского района', 200001072, '40301810440300058021');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул. Серафимовича, 86', 046015001, 'Территориальная избирательная комиссия Кировского района города Ростова-на-Дону', 'Территориальная избирательная комиссия Кировского района города Ростова-на-Дону', 200001091, '40301810203490000030');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'пр. Коммунистический, 24', 046015001, 'Территориальная избирательная комиссия Советского района города Ростова-на-Дону', 'Территориальная избирательная комиссия Советского района города Ростова-на-Дону', 200001090, '40301810503490000028');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'пер. Соборный, 36', 046015001, 'Территориальная избирательная комиссия Ленинского района города Ростова-на-Дону', 'Территориальная избирательная комиссия Ленинского района города Ростова-на-Дону', 200001089, '40301810803490000029');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'пр. Стачки, 42', 046015001, 'Территориальная избирательная комиссия Железнодорожного района города Ростова-на-Дону', 'Территориальная избирательная комиссия Железнодорожного района города Ростова-на-Дону', 200001088, '40301810203490000027');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'ул Ленина, 108', 041012001, 'УФК по Амурской области', 'УФК по Амурской области', 011012100, '40101810000000010003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Петропавловская, 55 А', 045773001, 'УФК по Пермскому краю', 'УФК по Пермскому краю', 015773997, '40101810700000010003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Краснопролетарская, 36', 044525000, 'ИНГ БАНК (ЕВРАЗИЯ) АО', 'ИНГ БАНК (ЕВРАЗИЯ) АО', 044525222, '30101810500000000222');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'СОЛИДАРНОСТЬ" АО - ГК "АСВ', 'КУ БАНК "СОЛИДАРНОСТЬ" АО - ГК "АСВ"', 044525664, '30101810345250000664');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Олимпийский пр-т, 14', 044525000, 'Кредит Европа Банк (Россия)', 'АО "Кредит Европа Банк (Россия)"', 044525767, '30101810900000000767');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Чапаева, 3 А', 046577001, 'НЕЙВА', 'БАНК "НЕЙВА" ООО', 046577774, '30101810400000000774');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Гоголевский б-р, 9, стр 1', 044525000, 'ИНТЕРПРОМБАНК', 'АО КБ "ИНТЕРПРОМБАНК"', 044525126, '30101810800000000126');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинградское ш, 16 А, стр 1', 044525000, 'НКО "ВЕСТЕРН ЮНИОН ДП ВОСТОК', 'ООО "НКО "ВЕСТЕРН ЮНИОН ДП ВОСТОК"', 044525299, '30103810900000000299');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Запарина, 57', 040813001, 'ПРОМСВЯЗЬБАНК', 'ДАЛЬНЕВОСТОЧНЫЙ Ф-Л ПАО "ПРОМСВЯЗЬБАНК"', 040813744, '30101810700000000744');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Ленина, 50', 045773001, 'РОССЕЛЬХОЗБАНК', 'ПЕРМСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 045773897, '30101810800000000897');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинградский проспект, дом 72, корп.2, корп.4', 044525000, 'ЭС-БИ-АЙ БАНК ООО', 'ЭС-БИ-АЙ БАНК ООО', 044525265, '30101810045250000265');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Дунаевского, д. 4', 044525000, 'ИРЦ', 'ЛИКВИДАТОР РНКО "ИРЦ" АО', 044525276, '30103810045250000276');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '3-я ул Ям.Поля, 19, стр 1', 044525000, 'НОРДЕА БАНК', 'АО "НОРДЕА БАНК"', 044525990, '30101810145250000990');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Усачёва, 33, стр 1', 044525000, 'АМЕРИКЭН ЭКСПРЕСС БАНК', 'ООО "АМЕРИКЭН ЭКСПРЕСС БАНК"', 044525717, '30101810400000000717');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'пр-т Академика Сахарова, 9', 044525000, 'ВЭБ.РФ', 'ВЭБ.РФ', 044525060, '30101810500000000060');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул  Декабристов, 1', 049205001, 'АК БАРС', 'ПАО "АК БАРС" БАНК', 049205805, '30101810000000000805');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петрозаводск', 'ул. Правды, 14', 048602001, 'Территориальная избирательная комиссия Прионежского района', 'Территориальная избирательная комиссия Прионежского района', 200001045, '40301810840300086002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курск', 'ул Володарского, 22', 043807001, 'УФК ПО КУРСКОЙ ОБЛАСТИ', 'УФК ПО КУРСКОЙ ОБЛАСТИ', 013807906, '40101810445250010003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Мытная, д. 44, стр. 12, офис 1-54', 044525000, 'РОСБИЗНЕСБАНК', 'ПАО АРКБ "РОСБИЗНЕСБАНК"', 044525676, '30101810045250000676');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '1-й  Волоколамс пр-д, 10, стр 1', 044525000, 'ТИНЬКОФФ БАНК', 'АО "ТИНЬКОФФ БАНК"', 044525974, '30101810145250000974');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Билибино', 'Г. Билибино, ул. Курчатова, д.6', 047728000, 'Территориальная избирательная комиссия Билибинского муниципального района', 'Территориальная избирательная комиссия Билибинского муниципального района', 200001110, '40301810277280000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Анадырь', 'Анадырь, ул. Рультытегина, д. 1', 047719001, 'Территориальная избирательная комиссия городского округа Анадырь', 'Территориальная избирательная комиссия городского округа Анадырь', 200001125, '40301810077190000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уссурийск', 'ул. Ленина, д.101', 040508000, 'территориальная избирательная комиссия города Уссурийска', 'территориальная избирательная комиссия города Уссурийска', 200001135, '40301810505080000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул. Фрунзе, д.60, каб. 105', 040813001, 'территориальная избирательная комиссия Центрального района города Хабаровска', 'территориальная избирательная комиссия Центрального района города Хабаровска', 200001086, '40301810608130000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул. Краснореченская, д.87, каб. 46', 040813001, 'территориальная избирательная комиссия Индустриального района города Хабаровска', 'территориальная избирательная комиссия Индустриального района города Хабаровска', 200001123, '40301810908130000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Биробиджан', 'пр. 60 лет СССР, 22, офис 301', 049923001, 'Территориальная избирательная комиссия города Биробиджана', 'Территориальная избирательная комиссия города Биробиджана', 200001111, '40301810399230000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Биробиджан', 'ул. Пушкина, 5Б, каб. 111', 049923001, 'Территориальная избирательная комиссия Биробиджанского района', 'Территориальная избирательная комиссия Биробиджанского района', 200001083, '40301810099230000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул. Марата, д.14', 042520001, 'Иркутская городская № 3 территориальная избирательная комиссия (Правобережный округ)', 'Иркутская городская № 3 территориальная избирательная комиссия (Правобережный округ)', 200001138, '40301810750040002003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул. Терешковой, д.24', 042520001, 'Иркутская городская № 4 территориальная избирательная комиссия (Свердловский округ)', 'Иркутская городская № 4 территориальная избирательная комиссия (Свердловский округ)', 200001155, '40301810050040002004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'проспект Фадеева, 2', 047601001, 'Черновская г.Читы территориальная избирательная комиссия', 'Черновская г.Читы территориальная избирательная комиссия', 200001043, '40301810050040005000');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул. Вавилова, 56', 040407001, 'Территориальная избирательная комиссия Кировского района г.Красноярска', 'Территориальная избирательная комиссия Кировского района г.Красноярска', 200001142, '40301810150040001003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул. 60 лет Октября,46', 040407001, 'Территориальная избирательная комиссия Свердловского района г.Красноярска', 'Территориальная избирательная комиссия Свердловского района г.Красноярска', 200001143, '40301810050040001006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ачхой-Мартан', 'ул. Почтовая,4', 049690001, 'Территориальная избирательная комиссия Ачхой-Мартановского района', 'Территориальная избирательная комиссия Ачхой-Мартановского района', 200001094, '40301810503490000009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Урус-Мартан', 'ул. Ленина,1', 049690001, 'Территориальная избирательная комиссия Урус-Мартановского района', 'Территориальная избирательная комиссия Урус-Мартановского района', 200001098, '40301810903490000010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', 'ул. Алексеева,160', 049690001, 'Территориальная избирательная комиссия Октябрьского района г.Грозного', 'Территориальная избирательная комиссия Октябрьского района г.Грозного', 200001097, '40301810703490000016');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', 'ул. Лорсанова,5', 049690001, 'Территориальная избирательная комиссия Ленинского района г.Грозного', 'Территориальная избирательная комиссия Ленинского района г.Грозного', 200001103, '40301810403490000015');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Серноводское', 'ул. Висаитова,д.2', 049690001, 'Территориальная избирательная комиссия Серноводского района', 'Территориальная избирательная комиссия Серноводского района', 200001096, '40301810203490000011');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', 'улица им С-Х.С.Хатуева', 049690001, 'Территориальная избирательная комиссия Грозненского района', 'Территориальная избирательная комиссия Грозненского района', 200001099, '40301810603490000019');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', 'ул. Башаева,2', 049690001, 'Территориальная избирательная комиссия Заводского района г.Грозного', 'Территориальная избирательная комиссия Заводского района г.Грозного', 200001095, '40301810003490000017');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Шали', 'ул. Ивановская,1', 049690001, 'Территориальная избирательная комиссия Шалинского района', 'Территориальная избирательная комиссия Шалинского района', 200001132, '40301810103490000014');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нефтеюганск', 'ул. Строителей, д. 4', 047173000, 'Территориальная избирательная комиссия города Нефтеюганска', 'Территориальная избирательная комиссия города Нефтеюганска', 200001116, '40301810765770530001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул. Ленина, 93', 042908001, 'Территориальная избирательная комиссия Московского округа города Калуги', 'Территориальная избирательная комиссия Московского округа города Калуги', 200001157, '40301810745250000028');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Лево-Булачная, 32', 049205001, 'Ф-Л БАНКА ГПБ (АО) В Г. КАЗАНИ', 'Ф-Л БАНКА ГПБ (АО) В Г. КАЗАНИ', 049205734, '30101810100000000734');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Ткацкая, 36', 044525000, 'БАНК РУССКИЙ СТАНДАРТ', 'АО "БАНК РУССКИЙ СТАНДАРТ"', 044525151, '30101810845250000151');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'пр-т Ленина, 59', 040173001, 'Избирательная комиссия Алтайского края', 'Избирательная комиссия Алтайского края', 201000873, '40301810800000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'пер. Николощеповский 1-й, д.6, стр.1', 044525000, 'БАНК КРЕМЛЕВСКИЙ', '"БАНК КРЕМЛЕВСКИЙ" ООО', 044525196, '30101810745250000196');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Воробьёвское шоссе, дом 6', 044525000, 'РЕСО КРЕДИТ', 'БАНК "РЕСО КРЕДИТ" (АО)', 044525451, '30101810545250000451');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Нижний Кисловский переулок, дом 7, строение 2', 044525000, 'СИСТЕМА', 'КБ "СИСТЕМА" ООО', 044525494, '30101810600000000494');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Большая Никитская, д.49', 044525000, 'МНХБ', 'БАНК "МНХБ" ПАО', 044525629, '30101810445250000629');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Малый Казенный пер., д. 14, стр.1', 044525000, 'РУСЬУНИВЕРСАЛБАНК', '"РУСЬУНИВЕРСАЛБАНК" (ООО)', 044525674, '30101810445250000674');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Горбунова, дом 2, строение 204', 044525000, 'ЕДИНАЯ КАССА', 'ООО РНКО "ЕДИНАЯ КАССА"', 044525706, '30103810845250000706');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'пер. Вознесенский, д. 11, стр. 1', 044525000, 'АТБ', 'ФИЛИАЛ "АТБ" (ПАО) В Г. МОСКВА', 044525754, '30101810145250000754');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Воронцовская, д. 13/14, стр. 1', 044525000, 'РЕСПУБЛИКАНСКИЙ КРЕДИТНЫЙ АЛЬЯНС', '"РЕСПУБЛИКАНСКИЙ КРЕДИТНЫЙ АЛЬЯНС" ООО', 044525860, '30101810945250000860');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Смоленск', 'пл Ленина, 1', 046614001, 'Избирательная комиссия Смоленской области', 'Избирательная комиссия Смоленской области', 266000058, '40301810800000000541');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул. Ленина, 93', 042908001, 'Территориальная избирательная комиссия Октябрьского округа города Калуги', 'Территориальная избирательная комиссия Октябрьского округа города Калуги', 200001158, '40301810045250000029');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Кулибина, 3', 042202001, 'РОССЕЛЬХОЗБАНК', 'НИЖЕГОРОДСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 042202846, '30101810000000000846');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород', 'ул.Генерала Лебедя, д.2', 041403001, 'ИК города Белгорода', 'ИК города Белгорода', 200001136, '40301810745250000007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Аргун', 'ул. Аксактемирова, 25а', 049690001, 'Территориальная избирательная комиссия г. Аргун', 'Территориальная избирательная комиссия г. Аргун', 200001033, '40206810703490000085');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Маршала Жукова, 10', 046577001, 'УРАЛЬСКИЙ', 'ФИЛИАЛ "УРАЛЬСКИЙ" БАНКА ВТБ (ПАО)', 046577545, '30101810765770000545');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Пушкина, 4', 048209001, 'ВОЗРОЖДЕНИЕ', 'МАХАЧКАЛИНСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 048209882, '30101810500000000882');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Электрический пер, 3/10, стр 1', 044525000, 'ЭЛЕКСНЕТ', 'АО НКО "ЭЛЕКСНЕТ"', 044525133, '30103810845250000133');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул. Декабрьских Событий, д. 27', 042520001, 'Иркутская городская № 2 территориальная избирательная комиссия (Октябрьский округ)', 'Иркутская городская № 2 территориальная избирательная комиссия (Октябрьский округ)', 200001112, '40301810150040002001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул. Ленина, 160, каб.513', 040407001, 'Территориальная избирательная комиссия Железнодорожного района г. Красноярска', 'Территориальная избирательная комиссия Железнодорожного района г. Красноярска', 200001113, '40301810850040001002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'пр. Мира, 63', 040407001, 'Территориальная избирательная комиссия Центрального района г. Красноярска', 'Территориальная избирательная комиссия Центрального района г. Красноярска', 200001114, '40301810550040001001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Дедовичи', 'пл. Советов, д. 6', 045805001, 'Территориальная избирательная комиссия Дедовичского района', 'Территориальная избирательная комиссия Дедовичского района', 200001104, '40301810840300058028');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'Ленинградский проспект, д. 50', 047888001, 'территориальная избирательная комиссия Дзержинского района города Ярославля', 'территориальная избирательная комиссия Дзержинского района города Ярославля', 200001051, '40301810445250000016');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Салехард', 'ул. Свердлова, д. 48', 047182000, 'Территориальная избирательная комиссия города Салехарда', 'Территориальная избирательная комиссия города Салехарда', 200001047, '40301810065770510040');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул Грабцевское Шоссе, 39', 042908001, 'УФК по Калужской области', 'УФК по Калужской области', 012908002, '40101810500000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петропавловск-Камчатский', 'ул Артиллерийская, 5/1', 043002001, 'Муниципальный Камчатпрофитбанк', '"Муниципальный Камчатпрофитбанк" (АО)', 043002717, '30101810100000000717');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петропавловск-Камчатский', 'пр-т Победы, 63', 043002001, 'Россельхозбанк', 'Камчатский РФ АО "Россельхозбанк"', 043002801, '30101810100000000801');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044030001, 'Прайм Финанс" (АО) - ГК "АСВ', 'Конкурсный управляющий Банк "Прайм Финанс" (АО) - ГК "АСВ"', 044030845, '30101810800000000845');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул Ермаковская, 12', 048142001, 'УФК по Республике Бурятия', 'УФК по Республике Бурятия', 018142016, '40101810600000010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', 'ул Дэги Имрановича Багаева, 15', 049690001, 'УФК по Чеченской Республике', 'УФК по Чеченской Республике', 019690001, '40101810200001000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РУСИЧ ЦЕНТР БАНК"-ГК "АСВ', 'КУ ОАО "РУСИЧ ЦЕНТР БАНК"-ГК "АСВ"', 044525954, '30101810945250000954');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ТРАНСИНВЕСТБАНК" (ООО) - ГК "АСВ', 'КУ КБ "ТРАНСИНВЕСТБАНК" (ООО) - ГК "АСВ"', 044525212, '30101810645250000212');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул. им. Орджоникидзе, 46/ ул. Красноармейская, 32', 040349001, 'КУБАНЬ КРЕДИТ', 'КБ "КУБАНЬ КРЕДИТ" ООО', 040349722, '30101810200000000722');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 046401001, 'Тихоокеанский Внешторгбанк" - ГК "АСВ', 'КУ ОАО "Тихоокеанский Внешторгбанк" - ГК "АСВ"', 046401728, '30101810600000000728');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгодонск', 'бул. Великой Победы, дом №38а тел.(8639)228929', 046015001, 'Возрождение', 'ВОЛГОДОНСКИЙ ф Банка "Возрождение" (ПАО)', 046015707, '30101810060150000707');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЛАЙТБАНК" - ГК "АСВ', 'КУ ООО КБ "ЛАЙТБАНК" - ГК "АСВ"', 044525381, '30101810945250000381');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Молокова, 1, к 4', 040407001, 'ДАЛЬНЕВОСТОЧНЫЙ БАНК" "КРАСНОЯРСКИЙ', 'ФПАО "ДАЛЬНЕВОСТОЧНЫЙ БАНК" "КРАСНОЯРСКИЙ"', 040407404, '30101810850040000404');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'ул Пушкинская, 268', 049401001, 'БЫСТРОБАНК', 'ПАО "БЫСТРОБАНК"', 049401814, '30101810200000000814');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Маши Порываевой, 34', 044525000, 'ПАО РОСБАНК', 'ПАО РОСБАНК', 044525256, '30101810000000000256');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Эгвекинот', 'Эгвекинот, ул. Ленина, д.9', 047749000, 'Территориальная избирательная комиссия городского округа Эгвекинот', 'Территориальная избирательная комиссия городского округа Эгвекинот', 200001154, '40301810377490000000');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'улица Богомягкова, 23', 047601001, 'Центральная г. Читы территориальная избирательная комиссия', 'Центральная г. Читы территориальная избирательная комиссия', 200001042, '40301810350040005001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'Улица Ленина, 157', 047601001, 'Читинская районная территориальная избирательная комиссия', 'Читинская районная территориальная избирательная комиссия', 200001044, '40301810650040005002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул. Дзержинского, д.13/15', 046311001, 'территориальная избирательная комиссия Фрунзенского района г. Саратова', 'территориальная избирательная комиссия Фрунзенского района г. Саратова', 200001221, '40301810222026300006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул. Большая Казачья, д.14', 046311001, 'территориальная избирательная комиссия Кировского района г. Саратова', 'территориальная избирательная комиссия Кировского района г. Саратова', 200001213, '40301810622026300004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'пр-т Красноармейский, 104', 040173001, 'Железнодорожная районная территориальная избирательная комиссия города Барнаула', 'Железнодорожная районная территориальная избирательная комиссия города Барнаула', 200001205, '40301810350040003000');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Элиста', 'ул. Ленина, 251', 048580001, 'Элистинская территориальная избирательная комиссия', 'Элистинская территориальная избирательная комиссия', 200001204, '40301810303490000064');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'пр-т Комсомольский, 108а', 040173001, 'Октябрьская районная территориальная избирательная комиссия города Барнаула', 'Октябрьская районная территориальная избирательная комиссия города Барнаула', 200001208, '40301810650040003001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'ул. Г. Исакова, 230, каб. 306', 040173001, 'Ленинская районная территориальная избирательная комиссия города Барнаула', 'Ленинская районная территориальная избирательная комиссия города Барнаула', 200001209, '40301810950040003002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'ул. 50 лет СССР, д. 12, каб. 23', 040173001, 'Индустриальная районная территориальная избирательная комиссия города Барнаула', 'Индустриальная районная территориальная избирательная комиссия города Барнаула', 200001207, '40301810250040003003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'ул. Никитина, д. 60, каб. 18', 040173001, 'Центральная районная территориальная избирательная комиссия города Барнаула', 'Центральная районная территориальная избирательная комиссия города Барнаула', 200001206, '40301810550040003004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул. Луначарского, д. 61', 047102001, 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ КАЛИНИНСКОГО АДМИНИСТРАТИВНОГО ОКРУГА ГОРОДА ТЮМЕНИ № 20', 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ КАЛИНИНСКОГО АДМИНИСТРАТИВНОГО ОКРУГА ГОРОДА ТЮМЕНИ № 20', 200001131, '40301810165770500042');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тобольск', 'ул. Аптекарская, д.3', 047117000, 'Территориальная избирательная комиссия города Тобольска № 18', 'Территориальная избирательная комиссия города Тобольска № 18', 200001170, '40301810965770570001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул. Тараса Шевченко, д.4', 046311001, 'территориальная избирательная комиссия Октябрьского района г. Саратова', 'территориальная избирательная комиссия Октябрьского района г. Саратова', 200001220, '40301810922026300005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'ул Павленко, 16', 042406001, 'территориальная избирательная комиссия Фрунзенского района города Иваново', 'территориальная избирательная комиссия Фрунзенского района города Иваново', 200001210, '40301810845250000034');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Йошкар-Ола', 'пр-кт Гагарина, д. 2', 048860001, 'Йошкар-Олинская городская территориальная избирательная комиссия №1', 'Йошкар-Олинская городская территориальная избирательная комиссия №1', 200001226, '40301810022028800003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Йошкар-Ола', 'пр-кт Гагарина, д. 2', 048860001, 'Йошкар-Олинская городская территориальная избирательная комиссия №2', 'Йошкар-Олинская городская территориальная избирательная комиссия №2', 200001227, '40301810322028800004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магнитогорск', 'ул. Суворова, 123', 047516000, 'территориальная избирательная комиссия Правобережного района города Магнитогорска', 'территориальная избирательная комиссия Правобережного района города Магнитогорска', 200001146, '40301810365770240002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магнитогорск', 'ул. Маяковского, 19/3', 047516000, 'территориальная избирательная комиссия Орджоникидзевского района города Магнитогорска', 'территориальная избирательная комиссия Орджоникидзевского района города Магнитогорска', 200001168, '40301810065770240001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул. Гагарина, 22', 047501001, 'территориальная избирательная комиссия Ленинского района города Челябинска', 'территориальная избирательная комиссия Ленинского района города Челябинска', 200001144, '40301810665770200023');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул. Богдана Хмельницкого, 6', 047501001, 'территориальная избирательная комиссия Металлургического района города Челябинска', 'территориальная избирательная комиссия Металлургического района города Челябинска', 200001145, '40301810965770200024');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул. Горького, 10', 047501001, 'территориальная избирательная комиссия Тракторозаводского района города Челябинска', 'территориальная избирательная комиссия Тракторозаводского района города Челябинска', 200001147, '40301810265770200025');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Монастырская, 41', 045773001, 'ПЕРМСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 'ПЕРМСКИЙ ФИЛИАЛ АО ЮНИКРЕДИТ БАНКА', 045773873, '30101810400000000873');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'пер Ткачёва, 1', 042202001, 'МИНБАНК', 'ФИЛИАЛ В Г.НИЖНИЙ НОВГОРОД ПАО "МИНБАНК"', 042202864, '30101810600000000864');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Галерная, 7 лит А', 044030001, 'МИНБАНК', 'ФИЛИАЛ В Г. САНКТ-ПЕТЕРБУРГ ПАО "МИНБАНК"', 044030775, '30101810200000000775');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Социалистическая, 74', 046015001, 'МИНБАНК', 'ФИЛИАЛ РРУ ПАО "МИНБАНК"', 046015234, '30101810900000000234');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул Красноармейская, 206', 046015001, 'РОСТОВСКИЙ" АО "АЛЬФА-БАНК', 'ФИЛИАЛ "РОСТОВСКИЙ" АО "АЛЬФА-БАНК"', 046015207, '30101810500000000207');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', '8-ая линия ВО, 19 лит А пом. 10-Н', 044030001, 'ГЕФЕСТ', 'САНКТ-ПЕТЕРБУРГСКИЙ ФИЛИАЛ ООО КБ "ГЕФЕСТ"', 044030716, '30101810900000000716');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул М. Семёновская, 11/2, стр 3', 044525000, 'АЛЬТЕРНАТИВА', 'КБ "АЛЬТЕРНАТИВА" (ООО)', 044525115, '30101810645250000115');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул. Пискунова, 1', 042202001, 'территориальная избирательная комиссия Нижегородского района Нижнего Новгорода', 'территориальная избирательная комиссия Нижегородского района Нижнего Новгорода', 200001223, '40301810222020000012');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пр. Обуховской Обороны, д. 163', 044030001, 'ТИК №5', 'ТИК №5', 200001181, '40301810240300000005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Среднеохтинский пр-кт, д.52/11, оф.302', 044030001, 'ТИК №4', 'ТИК №4', 200001236, '40301810940300000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кисловодск', 'пр. Победы, 25', 040715000, 'территориальная избирательная комиссия города Кисловодска', 'территориальная избирательная комиссия города Кисловодска', 200001140, '40301810103490000059');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'пр. Ленина, 46', 042202001, 'территориальная избирательная комиссия Ленинского района Нижнего Новгорода', 'территориальная избирательная комиссия Ленинского района Нижнего Новгорода', 200001218, '40301810522020000013');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'пр. Ильича, 31', 042202001, 'Северная территориальная избирательная комиссия Автозаводского района Нижнего Новгорода', 'Северная территориальная избирательная комиссия Автозаводского района Нижнего Новгорода', 200001225, '40301810822020000014');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'улица Партизана Германа, дом 3', 044030001, 'ТИК №6', 'ТИК №6', 200001231, '40301810540300000006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'ул. Гагарина, д.22 а', 049706001, 'Ленинская районная города Чебоксары территориальная избирательная комиссия', 'Ленинская районная города Чебоксары территориальная избирательная комиссия', 200001253, '40301810722029700002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пр. Стачек, д.18', 044030001, 'ТИК №7', 'ТИК №7', 200001232, '40301810840300000007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'г. Петергоф, ул. Калининская д. 7', 044030001, 'ТИК № 8', 'ТИК № 8', 200001182, '40301810140300000008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Большой Сампсониевский пр-т, д.86, ком. 108', 044030001, 'Территориальная избирательная комиссия № 10', 'Территориальная избирательная комиссия № 10', 200001233, '40301810840300000010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сочи', 'ул. Навагинская, 18', 040396000, 'Территориальная избирательная комиссия Центральная г. Сочи', 'Территориальная избирательная комиссия Центральная г. Сочи', 200001250, '40301810803490000060');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Савушкина, д.83', 044030001, 'Территориальная избирательная комиссия № 12', 'Территориальная избирательная комиссия № 12', 200001192, '40301810440300000012');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Большая Монетная, д. 19', 044030001, 'ТИК № 18', 'ТИК № 18', 200001187, '40301810240300000018');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пр. Большой Сампсониевский д. 86, каб. 415', 044030001, 'ТИК № 14', 'ТИК № 14', 200001234, '40301810040300000014');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Московский проспект, дом 129', 044030001, 'ТИК №27', 'ТИК №27', 200001191, '40301810040300000027');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Пражская, д. 46, каб. 229', 044030001, 'ТИК №29', 'ТИК №29', 200001196, '40301810640300000029');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Невский пр., дом 176', 044030001, 'ТИК № 30', 'ТИК № 30', 200001197, '40301810040300000030');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Партизана Германа, д. 3, каб. 502', 044030001, 'ТИК №26', 'ТИК №26', 200001235, '40301810740300000026');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Среднеохтинский пр-кт, д.52/11, оф.303', 044030001, 'ТИК №25', 'ТИК №25', 200001237, '40301810440300000025');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул. Пражская, д.46', 044030001, 'ТИК - 23', 'ТИК - 23', 200001190, '40301810840300000023');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул. Карла Маркса, д. 41-43', 042748001, 'Калининград-Центральная территориальная избирательная комиссия', 'Калининград-Центральная территориальная избирательная комиссия', 200001229, '40301810840300027001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'ул. Свердлова, 2', 043469001, 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ № 1 ГОРОДА КОСТРОМЫ КОСТРОМСКОЙ ОБЛАСТИ', 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ № 1 ГОРОДА КОСТРОМЫ КОСТРОМСКОЙ ОБЛАСТИ', 200001119, '40301810145250000030');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'пр. Ильича, 31', 042202001, 'Южная территориальная избирательная комиссия Автозаводского района Нижнего Новгорода', 'Южная территориальная избирательная комиссия Автозаводского района Нижнего Новгорода', 200001224, '40301810122020000015');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'ул. Голубкова, 6', 043469001, 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ № 2 ГОРОДА КОСТРОМЫ КОСТРОМСКОЙ ОБЛАСТИ', 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ № 2 ГОРОДА КОСТРОМЫ КОСТРОМСКОЙ ОБЛАСТИ', 200001102, '40301810445250000031');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'г.Воронеж, Ленинский проспект, д.157', 042007001, 'Территориальная избирательная комиссия Железнодорожного района г.Воронежа', 'Территориальная избирательная комиссия Железнодорожного района г.Воронежа', 200001216, '40301810945250000041');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кострома', 'ул. Маршала Новикова, 7', 043469001, 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ КОСТРОМСКОГО РАЙОНА КОСТРОМСКОЙ ОБЛАСТИ', 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ КОСТРОМСКОГО РАЙОНА КОСТРОМСКОЙ ОБЛАСТИ', 200001120, '40301810745250000032');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хохольский', 'Воронежская область, Хохольский район, рп Хохольский, ул. Ленина, д.8', 042007001, 'Территориальная избирательная комиссия Хохольского района', 'Территориальная избирательная комиссия Хохольского района', 200001162, '40301810945250000038');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул. Голенева, 21', 040702001, 'территориальная избирательная комиссия Октябрьского района города Ставрополя', 'территориальная избирательная комиссия Октябрьского района города Ставрополя', 200001130, '40301810803490000061');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 040813001, 'Уссури" (АО) - ГК "АСВ', 'КУ Банк "Уссури" (АО) - ГК "АСВ"', 040813700, '30101810100000000700');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 040173001, 'ЗЕРНОБАНК"- ГК "АСВ', 'КУ АО "ЗЕРНОБАНК"- ГК "АСВ"', 040173754, '30101810600000000754');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 040173001, 'КБ "ТАЛЬМЕНКА-БАНК" - ГК "АСВ', 'КУ ООО "КБ "ТАЛЬМЕНКА-БАНК" - ГК "АСВ"', 040173749, '30101810000000000749');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Лубянский пр-д, 11/1, стр 1', 044525000, 'ЧАЙНА КОНСТРАКШН БАНК', 'ООО "ЧАЙНА КОНСТРАКШН БАНК"', 044525777, '30101810000000000777');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Известковый пер., д. 3', 044525000, 'ТРАСТ', 'БАНК "ТРАСТ" (ПАО)', 044525635, '30101810345250000635');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 046126001, 'РИНВЕСТБАНК" - ГК "АСВ', 'КУ ООО РИКБ "РИНВЕСТБАНК" - ГК "АСВ"', 046126790, '30101810000000000790');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '1-й Волконский пер., д. 10', 044525000, 'ТЭМБР-БАНК', 'АО "ТЭМБР-БАНК"', 044525166, '30101810445250000166');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Дубининская, д.94', 044525000, 'ТРАНССТРОЙБАНК', 'АКБ "ТРАНССТРОЙБАНК" (АО)', 044525326, '30101810845250000326');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул. Ульянова, 26/11', 042202001, 'МИнБанк', 'Волго-Окский филиал ПАО "МИнБанк"', 042202777, '30101810722020000777');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Гоголевский б-р, 21, стр 1', 044525000, 'Ростех', 'Государственная корпорация "Ростех"', 245011074, '40503810145250000025');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижнедевицк', 'Воронежская область, Нижнедевицкий район, с. Нижнедевицк, Площадь Ленина, д.1', 042007001, 'Территориальная избирательная комиссия Нижнедевицкого района', 'Территориальная избирательная комиссия Нижнедевицкого района', 200001159, '40301810045250000035');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Семилуки', 'Воронежская область, Семилукский район, г. Семилуки, ул. Ленина, д.11, офис 215', 042007001, 'Территориальная избирательная комиссия Семилукского района', 'Территориальная избирательная комиссия Семилукского района', 200001161, '40301810645250000037');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'г.Воронеж, ул. Домостроителей, д.30', 042007001, 'Территориальная избирательная комиссия Советского района г.Воронежа', 'Территориальная избирательная комиссия Советского района г.Воронежа', 200001165, '40301810945250000025');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'г.Воронеж, Ленинский проспект, д.93', 042007001, 'Территориальная избирательная комиссия Левобережного района г.Воронежа', 'Территориальная избирательная комиссия Левобережного района г.Воронежа', 200001160, '40301810345250000036');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саранск', 'ул.Пролетарская, д.21', 048952001, 'Ленинская территориальная избирательная комиссия', 'Ленинская территориальная избирательная комиссия', 200001228, '40301810222028907002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'г.Воронеж, ул. 20-летия Октября, д.115', 042007001, 'Территориальная избирательная комиссия Ленинского района г.Воронежа', 'Территориальная избирательная комиссия Ленинского района г.Воронежа', 200001163, '40301810645250000024');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул. Ленина, 415-б', 040702001, 'территориальная избирательная комиссия Промышленного района города Ставрополя', 'территориальная избирательная комиссия Промышленного района города Ставрополя', 200001141, '40301810103490000062');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'пр-т Кирова, 14/2', 044705001, 'УФК по Мурманской области', 'УФК по Мурманской области', 014705901, '40101810040300017001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Тагил', 'ул Окунева, 22', 046510000, 'Дзержинская районная территориальная избирательная комиссия города Нижний Тагил', 'Дзержинская районная территориальная избирательная комиссия города Нижний Тагил', 265000061, '40202810900000000005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Тагил', 'ул Гвардейская, 24', 046510000, 'Тагилстроевская районная территориальная избирательная комиссия города Нижний Тагил', 'Тагилстроевская районная территориальная избирательная комиссия города Нижний Тагил', 265000062, '40202810200000000006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новая Усмань', 'Воронежская область, Новоусманский район, с. Новая Усмань, ул. Советская, д. 1, оф. 19', 042007001, 'Территориальная избирательная комиссия Новоусманского района', 'Территориальная избирательная комиссия Новоусманского района', 200001035, '40202810545250000139');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Бутырский Вал, 10', 044525000, 'ДЖ.П. МОРГАН БАНК ИНТЕРНЕШНЛ', 'КБ "ДЖ.П. МОРГАН БАНК ИНТЕРНЕШНЛ" (ООО)', 044525218, '30101810200000000218');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Спиридоновка, 4, стр 2', 044525000, 'Ф ТОЧКА БАНК КИВИ БАНК (АО)', 'Ф ТОЧКА БАНК КИВИ БАНК (АО)', 044525797, '30101810445250000797');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинградский проспект, дом 39А', 044525000, 'МЕРСЕДЕС-БЕНЦ БАНК РУС', '"МЕРСЕДЕС-БЕНЦ БАНК РУС" ООО', 044525159, '30101810000000000159');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4', 041946000, 'БУМЕРАНГ"-ГК "АСВ', 'КУ АО КОМСОЦБАНК "БУМЕРАНГ"-ГК "АСВ"', 041946748, '30101810500000000748');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Гимназическая, 30', 040349001, 'избирательная комиссия Краснодарского края', 'избирательная комиссия Краснодарского края', 203000221, '40301810300000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Котовского, 1/10', 044030001, 'УФК по г.Санкт-Петербургу', 'УФК по г.Санкт-Петербургу', 014030106, '40101810200000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Ленина, 299', 040702001, 'СТАВРОПОЛЬСКИЙ" АО "АЛЬФА-БАНК', 'ФИЛИАЛ "СТАВРОПОЛЬСКИЙ" АО "АЛЬФА-БАНК"', 040702752, '30101810000000000752');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 043002001, 'Камчаткомагропромбанк" - ГК "АСВ', 'Ликвидатор ПАО "Камчаткомагропромбанк" - ГК "АСВ"', 043002711, '30101810300000000711');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Солянка, д. 3, стр. 3', 044525000, 'ЭНЕРГОТРАНСБАНК', 'МОСКОВСКИЙ ФКБ "ЭНЕРГОТРАНСБАНК" (АО)', 044525227, '30101810245250000227');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 040407001, 'КАНСКИЙ" ООО - ГК "АСВ', 'КУ КБ "КАНСКИЙ" ООО - ГК "АСВ"', 040407427, '30101810904070000427');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Лесная, 59, стр 2', 040407001, 'ЕНИСЕЙ" (ПАО) - ГК "АСВ', 'КУ АКБ "ЕНИСЕЙ" (ПАО) - ГК "АСВ"', 040407795, '30101810800000000795');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, 4', 042520001, 'ГРИНКОМБАНК" - ГК "АСВ', 'Ликвидатор АО "ГРИНКОМБАНК" - ГК "АСВ"', 042520811, '30101810950040000811');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, 4', 042520001, 'ВостСибтранскомбанк" - ГК "АСВ', 'КУ АО "ВостСибтранскомбанк" - ГК "АСВ"', 042520849, '30101810700000000849');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 045004001, 'ВЗАИМОДЕЙСТВИЕ" - ГК "АСВ', 'Ликвидатор ООО КБ "ВЗАИМОДЕЙСТВИЕ" - ГК "АСВ"', 045004760, '30101810250040000760');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 041909001, 'ВОЛОГДАБАНК" - ГК "АСВ', 'КУ АО "ВОЛОГДАБАНК" - ГК "АСВ"', 041909717, '30101810400000000717');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 041909001, 'ПРОМЭНЕРГОБАНК" - ГК "АСВ', 'КУ АО "ПРОМЭНЕРГОБАНК" - ГК "АСВ"', 041909772, '30101810500000000772');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 041909001, 'СЕВЕРНЫЙ КРЕДИТ" - ГК "АСВ', 'КУ АО КБ "СЕВЕРНЫЙ КРЕДИТ" - ГК "АСВ"', 041909769, '30101810500000000769');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'улица Текучева, дом 234', 046015001, 'ФК ОТКРЫТИЕ', 'ФИЛИАЛ ЮЖНЫЙ ПАО БАНКА "ФК ОТКРЫТИЕ"', 046015061, '30101810560150000061');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Лесная, 59, стр 2', 048073001, 'ПСБ', 'КОНКУР.УПРАВ.ОАО БАНК "ПСБ"-ГК АСВ', 048073765, '30101810480730000765');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Лесная, 59, стр 2', 048073001, 'МОЙ БАНК.ИПОТЕКА', 'КОНКУР.УПРАВ."МОЙ БАНК.ИПОТЕКА"(ОАО)-ГК АСВ', 048073917, '30101810900000000917');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Звенигородское ш, 3', 041117001, 'СЕВЕРНАЯ КЛИРИНГОВАЯ ПАЛАТА', 'КУ ЗАО "СЕВЕРНАЯ КЛИРИНГОВАЯ ПАЛАТА"', 041117309, '30103810400000000309');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, 4', 048327001, 'БУМ-БАНК",ООО - ГК "АСВ', 'КУ "БУМ-БАНК",ООО - ГК "АСВ"', 048327749, '30101810100000000749');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 041203001, 'АСВ', 'КУ ПАО АГРОИНКОМБАНК-ГК "АСВ"', 041203726, '30101810800000000726');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 047003001, 'ПЕРВЫЙ ЭКСПРЕСС" (ОАО) ГК "АСВ', 'КУ КБ "ПЕРВЫЙ ЭКСПРЕСС" (ОАО) ГК "АСВ"', 047003779, '30101810200000000779');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого д. 4', 047308001, 'АСВ', 'КУ ПВ-БАНК (ЗАО) ГК "АСВ"', 047308815, '30101810800000000815');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 046614001, 'СМОЛ БАНК"-ГК "АСВ', 'КУ ОАО "СМОЛ БАНК"-ГК "АСВ"', 046614754, '30101810700000000754');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 046614001, 'АСКОЛЬД"-ГК "АСВ', 'КУ ОАО БАНК "АСКОЛЬД"-ГК "АСВ"', 046614718, '30101810500000000718');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 046614001, 'СМОЛЕВИЧ" (ПАО)-ГК "АСВ', 'КУ БАНК "СМОЛЕВИЧ" (ПАО)-ГК "АСВ"', 046614748, '30101810566140000748');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'Вилоновская ул, 138', 045354001, 'АСВ" - КУ АО "НСТ-БАНК', 'ГК "АСВ" - КУ АО "НСТ-БАНК"', 045354880, '30101810265775300880');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Вилоновская, 138', 045306000, 'АСВ" - КУ ОАО ИНВЕСТБАНК "БЗЛ', 'ГК "АСВ" - КУ ОАО ИНВЕСТБАНК "БЗЛ"', 045306818, '30101810900000000818');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 045339000, 'Акцент" - ГК "АСВ', 'КУ ПАО АКБ "Акцент" - ГК "АСВ"', 045339827, '30101810300000000827');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 045402001, 'ОРЕЛСОЦБАНК', 'КОНКУРСНЫЙ УПРАВЛЯЮЩИЙ ОАО "ОРЕЛСОЦБАНК"', 045402727, '30101810200000000727');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 049205001, 'АСВ" - КУ ООО КБ "Камский горизонт', 'ГК "АСВ" - КУ ООО КБ "Камский горизонт"', 049205931, '30101810022029205931');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'Комсомольский проспект, 41', 047501001, 'территориальная избирательная комиссия Курчатовского района города Челябинска', 'территориальная избирательная комиссия Курчатовского района города Челябинска', 200001203, '40301810565770200026');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кизилюрт', 'пл Героев, 1', 048209001, 'КРЕДИТИНВЕСТ" ГК "АСВ', 'ЛИКВ ООО КБ "КРЕДИТИНВЕСТ" ГК "АСВ"', 048209719, '30101810000000000719');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул Карла Либкнехта, 69', 043304001, 'УФК по Кировской области', 'УФК по Кировской области', 013304182, '40101810222020011001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ханты-Мансийск', 'ул Карла Маркса, 12', 047162000, 'УФК по Ханты-Мансийскому автономному округу-Югре', 'УФК по Ханты-Мансийскому автономному округу-Югре', 007162163, '40101810565770510001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул. Орджоникидзе, д.3, каб. 106', 040813001, 'территориальная избирательная комиссия Кировского района города Хабаровска', 'территориальная избирательная комиссия Кировского района города Хабаровска', 200001239, '40301810508130000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курильск', 'ул. Приморское шоссе, 5/1', 046404000, 'Курильская территориальная избирательная комиссия', 'Курильская территориальная избирательная комиссия', 200001238, '40301810864040000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'Проспект Шахтеров, дом 45А', 043207001, 'Территориальная избирательная комиссия Рудничного района Кемеровского городского округа', 'Территориальная избирательная комиссия Рудничного района Кемеровского городского округа', 200001246, '40301810350040003500');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Майкоп', 'ул. Гоголя, д. 18', 047980002, 'УФК по Республике Адыгея', 'УФК по Республике Адыгея', 047980101, '40116810360800000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул. Посьетская, д.24', 040507001, 'территориальная избирательная комиссия Фрунзенского района города Владивостока', 'территориальная избирательная комиссия Фрунзенского района города Владивостока', 200001201, '40301810805070000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул. Светланская, д.152', 040507001, 'территориальная избирательная комиссия Ленинского района города Владивостока', 'территориальная избирательная комиссия Ленинского района города Владивостока', 200001202, '40301810105070000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'улица Шестиперова, 66', 047601001, 'Ингодинская г. Читы территориальная избирательная комиссия', 'Ингодинская г. Читы территориальная избирательная комиссия', 200001041, '40301810950040005003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'улица Карболитовская, дом 7', 043207001, 'Территориальная избирательная комиссия Заводского района Кемеровского городского округа', 'Территориальная избирательная комиссия Заводского района Кемеровского городского округа', 200001245, '40301810650040003501');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'ул. Ленина, д. 252', 046401001, 'Южно-Сахалинская городская территориальная избирательная комиссия', 'Южно-Сахалинская городская территориальная избирательная комиссия', 200001126, '40301810864010000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул. Зои Космодемьянской, д. 10 а', 047888001, 'территориальная избирательная комиссия Ярославского района', 'территориальная избирательная комиссия Ярославского района', 200001151, '40301810045250000018');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'Московский пр-кт, д. 107', 047888001, 'территориальная избирательная комиссия Красноперекопского района города Ярославля', 'территориальная избирательная комиссия Красноперекопского района города Ярославля', 200001152, '40301810345250000019');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'Московский пр-кт, д. 107', 047888001, 'территориальная избирательная комиссия Фрунзенского района города Ярославля', 'территориальная избирательная комиссия Фрунзенского района города Ярославля', 200001148, '40301810745250000017');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул. Станиславского, д.6А', 045004001, 'Территориальная избирательная комиссия Ленинского района города Новосибирска', 'Территориальная избирательная комиссия Ленинского района города Новосибирска', 200001279, '40301810850040000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волжский', 'Волгоградская область, г. Волжский, пр-кт им. Ленина, дом 19', 041856000, 'ТИК города Волжского', 'ТИК города Волжского', 200001257, '40301810103490000065');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тобольск', 'ул. Ремезова, д. 24', 047117000, 'Территориальная избирательная комиссия Тобольского района № 17', 'Территориальная избирательная комиссия Тобольского района № 17', 200001169, '40301810265770570002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Надым', 'ул. Зверева, д. 5', 047186000, 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ НАДЫМСКОГО РАЙОНА', 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ НАДЫМСКОГО РАЙОНА', 200001084, '40301810665770580041');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул. Кирова, 10', 047501001, 'территориальная избирательная комиссия Калининского района города Челябинска', 'территориальная избирательная комиссия Калининского района города Челябинска', 200001217, '40301810865770200027');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'ул. Советская, д. 34', 042809001, 'Территориальная избирательная комиссия Центрального района города Твери', 'Территориальная избирательная комиссия Центрального района города Твери', 200001259, '40301810745250000012');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Кедрова, д. 5А', 044525000, 'СЛАВИЯ', 'АКБ "СЛАВИЯ" (АО)', 044525318, '30101810345250000318');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'Ворошиловский пр-т, 62/284', 046015001, 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. РОСТОВЕ-НА-ДОНУ', 'ФИЛИАЛ БАНКА ВТБ (ПАО) В Г. РОСТОВЕ-НА-ДОНУ', 046015999, '30101810300000000999');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Кожевническая, 14', 044525000, 'БАНК НФК (АО)', 'БАНК НФК (АО)', 044525736, '30101810545250000736');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 041708001, 'ВЛАДПРОМБАНК" - ГК "АСВ', 'КУ ООО "ВЛАДПРОМБАНК" - ГК "АСВ"', 041708708, '30101810700000000708');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Воздвиженка, д. 4/7, стр. 2', 044525000, 'Росбанк Дом', 'Филиал ПАО РОСБАНК "Росбанк Дом"', 044525354, '30101810545250000354');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 042202001, 'ФОРУС БАНК" - ГК "АСВ', 'КУ АО "ФОРУС БАНК" - ГК "АСВ"', 042202720, '30101810100000000720');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 042202001, 'АСВ" - КУ БАНК "БОГОРОДСКИЙ', 'ГК "АСВ" - КУ БАНК "БОГОРОДСКИЙ" (ООО)', 042202733, '30101810122020000733');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 042202001, 'ПК-БАНК" - ГК "АСВ', 'КУ ООО "ПК-БАНК" - ГК "АСВ"', 042202735, '30101810722020000735');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 042202001, 'КУ ООО БОРСКИЙ КОМБАНК - ГК АСВ', 'КУ ООО БОРСКИЙ КОМБАНК - ГК АСВ', 042202753, '30101810322020000753');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 042202001, 'РАДИОТЕХБАНК" - ГК "АСВ', 'КУ ПАО НКБ "РАДИОТЕХБАНК" - ГК "АСВ"', 042202773, '30101810522020000773');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 042282000, 'Ассоциация" - ГК "АСВ', 'КУ АО КБ "Ассоциация" - ГК "АСВ"', 042282751, '30101810100000000751');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044030001, 'ФИНАНСОВЫЙ КАПИТАЛ" - ГК "АСВ', 'КУ ООО КБ "ФИНАНСОВЫЙ КАПИТАЛ" - ГК "АСВ"', 044030741, '30101810700000000741');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044030001, 'АСВ', 'КУ Банк МБСП (АО) - ГК "АСВ"', 044030760, '30101810600000000760');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, 4', 044030001, 'Советский" - ГК "АСВ', 'Конкурсный управляющий АО Банк "Советский" - ГК "АСВ"', 044030772, '30101810300000000772');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044030001, 'СЕВЕРО-ЗАПАДНЫЙ 1 АЛЬЯНС БАНК', 'Л.АКБ"СЕВЕРО-ЗАПАДНЫЙ 1 АЛЬЯНС БАНК"АО-ГК АСВ', 044030807, '30101810000000000807');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044030001, 'ИНВЕСТ-ЭКОБАНК"-ГК "АСВ', 'ЛИКВИДАТОР ООО КБ "ИНВЕСТ-ЭКОБАНК"-ГК "АСВ"', 044030815, '30101810500000000815');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044030001, 'ИНКАСБАНК"-ГК"АСВ', 'КОНКУРСНЫЙ УПРАВЛЯЮЩИЙ ОАО"ИНКАСБАНК"-ГК"АСВ"', 044030829, '30101810800000000829');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тольятти', 'Новый проезд, д. 2', 043678000, 'Территориальная избирательная комиссия Автозаводского района города Тольятти Самарской области', 'Территориальная избирательная комиссия Автозаводского района города Тольятти Самарской области', 200001409, '40301810322023678003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044030001, 'БАНКИРСКИЙ ДОМ" - ГК "АСВ', 'КУ АО АКБ "БАНКИРСКИЙ ДОМ" - ГК "АСВ"', 044030892, '30101810400000000892');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044030001, 'БАНК ФИНИНВЕСТ"-ГК "АСВ', 'КУ ООО "БАНК ФИНИНВЕСТ"-ГК "АСВ"', 044030924, '30101810340300000924');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044030001, 'ЕВРОСИБ БАНК"-ГК "АСВ', 'КУ ОАО "ЕВРОСИБ БАНК"-ГК "АСВ"', 044030934, '30101810440300000934');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Архангельск', 'г. Архангельск, пр. Ломоносова, д. 30, к. 31', 041117001, 'Ломоносовская территориальная избирательная комиссия, г. Архангельск', 'Ломоносовская территориальная избирательная комиссия, г. Архангельск', 200001368, '40301810440300011002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижнекамск', 'пр. Строителей, д.12', 049246000, 'Территориальная избирательная комиссия Нижнекамского района Республики Татарстан', 'Территориальная избирательная комиссия Нижнекамского района Республики Татарстан', 200001273, '40301810622029246002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижнекамск', 'пр. Строителей, д.12', 049246000, 'Территориальная избирательная комиссия города Нижнекамск Республики Татарстан', 'Территориальная избирательная комиссия города Нижнекамск Республики Татарстан', 200001272, '40301810322029246001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Котлас', 'Архангельская обл., г. Котлас, ул. Мелентьева, д. 12а', 041106000, 'Котласская городская территориальная избирательная комиссия', 'Котласская городская территориальная избирательная комиссия', 200001408, '40301810340300611001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул.Танкаева, 63', 048209001, 'Территориальная избирательная комиссия Советского района города Махачкалы', 'Территориальная избирательная комиссия Советского района города Махачкалы', 200001405, '40301810003490000077');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Дубининская, д. 57, стр. 1', 044525000, 'НДБАНК', 'АО "НДБАНК"', 044525182, '30101810445250000182');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Соликамск', 'ул. Кузнецова В.И., д. 13 "а"', 045795000, 'Финансовое управление', 'Финансовое управление', 257000357, '40302810000005000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Селиверстов переулок, дом 4, строение 1', 044525000, 'МИА', 'КБ "МИА" (АО)', 044525231, '30101810545250000231');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '2-й Неопалимовский пер., д. 10', 044525000, 'НАЦИНВЕСТПРОМБАНК', '"НАЦИНВЕСТПРОМБАНК" (АО)', 044525413, '30101810745250000413');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Белинского, 106 А', 042202001, 'ВОЗРОЖДЕНИЕ', 'НИЖЕГОРОДСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 042202716, '30101810822020000716');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'АСВ', 'КУ ТАУРУС БАНК (АО) - ГК "АСВ"', 044525072, '30101810445250000072');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинский проспект, дом 15А', 044525000, 'ВЕСТА', 'ИНВЕСТИЦИОННЫЙ БАНК "ВЕСТА" (ООО)', 044525801, '30101810645250000801');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Каланчёвская, 27', 044525000, 'АЛЬФА-БАНК', 'АО "АЛЬФА-БАНК"', 044525593, '30101810200000000593');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул Урицкого, 36', 047102001, 'УФК ПО ТЮМЕНСКОЙ ОБЛАСТИ', 'УФК ПО ТЮМЕНСКОЙ ОБЛАСТИ', 017102101, '40101810965770510005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул 8 Марта, 1', 047102001, 'ЗАПСИБКОМБАНК', 'ПАО "ЗАПСИБКОМБАНК"', 047102613, '30101810271020000613');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Преображенская пл., д. 8', 044525000, 'ПОЧТА БАНК', 'ПАО "ПОЧТА БАНК"', 044525214, '30101810245250000214');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Переведеновский переулок, дом 13, строение 4', 044525000, 'РФИ БАНК', 'АО "РФИ БАНК"', 044525799, '30101810045250000799');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Петропавловская, 85', 045773001, 'ПЕРМСКИЙ" ПАО КБ "УБРИР', 'ФИЛИАЛ "ПЕРМСКИЙ" ПАО КБ "УБРИР"', 045773883, '30101810500000000883');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул. Горького, 15', 043510001, 'территориальная избирательная комиссия Центрального района города Симферополя Республики Крым', 'территориальная избирательная комиссия Центрального района города Симферополя Республики Крым', 200001301, '40301810303490000032');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ульяновск', 'г. Ульяновск, ул. Кузнецова, д.7', 047308001, 'Ульяновская городская избирательная комиссия', 'Ульяновская городская избирательная комиссия', 200001280, '40301810322027300002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул. Академика Королева, д. 26', 041203001, 'Территориальная избирательная комиссия Ленинский район г.Астрахани Астраханская область', 'Территориальная избирательная комиссия Ленинский район г.Астрахани Астраханская область', 200001300, '40301810503490000070');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул. Воровского, 79', 043304001, 'Территориальная избирательная комиссия Ленинский район г. Кирова', 'Территориальная избирательная комиссия Ленинский район г. Кирова', 200001281, '40301810522023300002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тамбов', 'Пушкарская, д.45', 046850001, 'территориальная избирательная комиссия Ленинского района города Тамбова', 'территориальная избирательная комиссия Ленинского района города Тамбова', 200001266, '40301810045250000015');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владимир', 'город Владимир улица Большая Московская дом 44', 041708001, 'ТИК Октябрьского района города Владимира', 'ТИК Октябрьского района города Владимира', 200001262, '40301810845250000009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Майкоп', 'ул. Краснооктябрьская, 21', 047908001, 'Территориальная избирательная комиссия города Майкопа', 'Территориальная избирательная комиссия города Майкопа', 200001172, '40301810203490000058');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул. Октябрьской революции, 27', 042202001, 'территориальная избирательная комиссия Канавинского района Нижнего Новгорода', 'территориальная избирательная комиссия Канавинского района Нижнего Новгорода', 200001287, '40301810722020000017');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пенза', 'ул Ставского, 11', 045655001, 'УФК по Пензенской области', 'УФК по Пензенской области', 015655003, '40101810222020013001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владимир', 'город Владимир улица Добросельская дом 175', 041708001, 'ТИК Фрунзенского района города Владимира', 'ТИК Фрунзенского района города Владимира', 200001265, '40301810345250000046');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Радужный', 'город Радужный 1 квартал дом 55', 041708001, 'ТИК ЗАТО город Радужный', 'ТИК ЗАТО город Радужный', 200001263, '40301810745250000044');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'б-р Юбилейный, 12', 042202001, 'территориальная избирательная комиссия Сормовского района Нижнего Новгорода', 'территориальная избирательная комиссия Сормовского района Нижнего Новгорода', 200001288, '40301810422020000016');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владимир', 'город Владимир ул. Никитская 4-а', 041708001, 'ТИК Ленинского района города Владимира', 'ТИК Ленинского района города Владимира', 200001264, '40301810045250000045');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Брянск', 'ул Крахмалева, 61', 041501001, 'УФК по Брянской области', 'УФК по Брянской области', 011501101, '40101810300000010008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул. Мира, 282а', 040702001, 'территориальная избирательная комиссия Ленинского района города Ставрополя', 'территориальная избирательная комиссия Ленинского района города Ставрополя', 200001175, '40301810403490000063');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Грозный', 'ул. Э.Э. Исмаилова,4', 049690001, 'Территориальная избирательная комиссия Старопромысловского района г. Грозного', 'Территориальная избирательная комиссия Старопромысловского района г. Грозного', 200001261, '40301810303490000018');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Смоленск', 'г. Смоленск, проезд Маршала Конева, д. 28Е', 046614001, 'Территориальная избирательная комиссия Промышленного района города Смоленска', 'Территориальная избирательная комиссия Промышленного района города Смоленска', 200001212, '40301810045250000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Севастополь', 'ул. Пушкина, д. 2', 046711001, 'Территориальная избирательная комиссия Ленинского района города Севастополя', 'Территориальная избирательная комиссия Ленинского района города Севастополя', 200001283, '40301810703490000066');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Севастополь', 'пр-кт Октябрьской революции, д. 8', 046711001, 'Территориальная избирательная комиссия Гагаринского района города Севастополя', 'Территориальная избирательная комиссия Гагаринского района города Севастополя', 200001284, '40301810003490000067');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Севастополь', 'ул. Горького, д. 3', 046711001, 'Территориальная избирательная комиссия Нахимовского района города Севастополя', 'Территориальная избирательная комиссия Нахимовского района города Севастополя', 200001285, '40301810303490000068');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Севастополь', 'ул. Новикова, 14', 046711001, 'Территориальная избирательная комиссия Балаклавского района города Севастополя', 'Территориальная избирательная комиссия Балаклавского района города Севастополя', 200001286, '40301810603490000069');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Алькатваам', 'Алькатваам, ул. Гагарина, д.21', 047719001, 'Избирательная комиссия сельского поселения Алькатваам', 'Избирательная комиссия сельского поселения Алькатваам', 200001032, '40206810977190000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Миусская пл, 2', 044525000, 'НК БАНК', 'АО "НК БАНК"', 044525278, '30101810045250000278');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рязань', 'ул Свободы, 58', 046126001, 'РОССЕЛЬХОЗБАНК', 'РЯЗАНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 046126793, '30101810900000000793');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'пр. Гамидова, 69', 048209001, 'Территориальная избирательная комиссия Ленинского района г. Махачкала', 'Территориальная избирательная комиссия Ленинского района г. Махачкала', 200001406, '40301810303490000078');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'проезд Красногвардейский 1-й, д. 7, строен. 1', 044525000, 'РОССЕЛЬХОЗБАНК" - "ЦКБ', 'РФ АО "РОССЕЛЬХОЗБАНК" - "ЦКБ"', 044525720, '30101810645250000720');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул. Керимова, 23', 048209001, 'Территориальная избирательная комиссия Кировского района г. Махачкалы', 'Территориальная избирательная комиссия Кировского района г. Махачкалы', 200001407, '40301810603490000079');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владимир', 'Октябрьский пр-т, 3', 041708001, 'УФК по Владимирской области', 'УФК по Владимирской области', 011708377, '40101810800000010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Первомайская, 75', 046577001, 'Кировская районная территориальная избирательная комиссия города Екатеринбурга', 'Кировская районная территориальная избирательная комиссия города Екатеринбурга', 280001539, '40202810565770000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Тестовская, 10', 044525000, 'АРЕСБАНК', 'ООО КБ "АРЕСБАНК"', 044525229, '30101810845250000229');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'ул Тургеневская, 69', 047003001, 'ТУЛЬСКИЙ" ООО КБ "АРЕСБАНК', 'ФИЛИАЛ "ТУЛЬСКИЙ" ООО КБ "АРЕСБАНК"', 047003792, '30101810300000000792');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Горно-Алтайск', 'ул Чаптынова, 2', 048405001, 'ГОРНО-АЛТАЙСКОЕ ОТДЕЛЕНИЕ N8558 ПАО СБЕРБАНК', 'ГОРНО-АЛТАЙСКОЕ ОТДЕЛЕНИЕ N8558 ПАО СБЕРБАНК', 048405602, '30101810300000000602');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Ленина, 361', 040702001, 'СТАВРОПОЛЬСКОЕ ОТДЕЛЕНИЕ N5230 ПАО СБЕРБАНК', 'СТАВРОПОЛЬСКОЕ ОТДЕЛЕНИЕ N5230 ПАО СБЕРБАНК', 040702615, '30101810907020000615');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'б-р Франко, 25', 043510001, 'территориальная избирательная комиссия Киевского района города Симферополя Республики Крым', 'территориальная избирательная комиссия Киевского района города Симферополя Республики Крым', 200001309, '40301810003490000031');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ялта', 'пл. Советская, 1', 043510001, 'территориальная избирательная комиссия города Ялты Республики Крым', 'территориальная избирательная комиссия города Ялты Республики Крым', 200001310, '40301810903490000047');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саки', 'ул. Курортная, 27', 043510001, 'территориальная избирательная комиссия города Саки Республики Крым', 'территориальная избирательная комиссия города Саки Республики Крым', 200001311, '40301810903490000034');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рамонь', 'Воронежская область, Рамонский район, рп Рамонь, ул. 50 лет ВЛКСМ, д.5', 042007001, 'Территориальная избирательная комиссия Рамонского района', 'Территориальная избирательная комиссия Рамонского района', 200001230, '40301810245250000042');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нововоронеж', 'Воронежская область, г.Нововоронеж, ул. Мира, д.21', 042007001, 'Территориальная избирательная комиссия г.Нововоронежа', 'Территориальная избирательная комиссия г.Нововоронежа', 200001275, '40301810545250000043');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул. Березовская, 100', 042202001, 'территориальная избирательная комиссия Московского района Нижнего Новгорода', 'территориальная избирательная комиссия Московского района Нижнего Новгорода', 200001316, '40301810022020000018');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул. Павленко, 1', 043510001, 'территориальная избирательная комиссия Симферопольского района Республики Крым', 'территориальная избирательная комиссия Симферопольского района Республики Крым', 200001312, '40301810803490000037');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Алушта', 'пл. Советская, 1', 043510001, 'территориальная избирательная комиссия города Алушты Республики Крым', 'территориальная избирательная комиссия города Алушты Республики Крым', 200001308, '40301810603490000033');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ведено', 'ул. А.А. Кадырова', 049690001, 'Территориальная избирательная комиссия Веденского района', 'Территориальная избирательная комиссия Веденского района', 200001260, '40301810803490000013');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Норильск', 'Ленинский проспект, д.26, офис 6', 040495000, 'Территориальная избирательная комиссия г. Норильска Красноярского края', 'Территориальная избирательная комиссия г. Норильска Красноярского края', 200001046, '40202810850040007500');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сортавала', 'ул. Кирова, 11', 048606000, 'Территориальная избирательная комиссия г. Сортавала', 'Территориальная избирательная комиссия г. Сортавала', 200001030, '40206810240300086006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Тагил', 'ул Красноармейская, 46', 046510000, 'Пригородная районная территориальная избирательная комиссия', 'Пригородная районная территориальная избирательная комиссия', 265000068, '40202810100000000009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великий Новгород', 'ул. Большая Власьевская, 4', 044959001, 'Территориальная избирательная комиссия Великого Новгорода', 'Территориальная избирательная комиссия Великого Новгорода', 200001039, '40202810540300049002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Боровичи', 'ул. Коммунарная, 48', 044906000, 'Территориальная избирательная комиссия Боровичского района', 'Территориальная избирательная комиссия Боровичского района', 200001037, '40206810740300049035');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'проезд Красногвардейский 1-й, дом 7, строен. 1', 044525000, 'Россельхозбанк" - "ЦРМБ', 'РФ АО "Россельхозбанк" - "ЦРМБ"', 044525430, '30101810045250000430');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Ленина, 429 Б', 040702001, 'СЕВЕРО-КАВКАЗСКИЙ', 'Ф-Л БАНКА ГПБ (АО) "СЕВЕРО-КАВКАЗСКИЙ"', 040702754, '30101810600000000754');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ставрополь', 'ул Партизанская, 1 В', 040702001, 'УФК по Ставропольскому краю', 'УФК по Ставропольскому краю', 010702101, '40101810300000010005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петрозаводск', 'ул Куйбышева, 21', 048602001, 'УФК по Республике Карелия', 'УФК по Республике Карелия', 018602104, '40101810600000010006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кызыл', 'ул Красноармейская, 76 А', 049304001, 'УФК по РЕСПУБЛИКЕ ТЫВА', 'УФК по РЕСПУБЛИКЕ ТЫВА', 019304100, '40101810050043095001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Вишневского, 31', 049205001, 'УФК по Республике Татарстан', 'УФК по Республике Татарстан', 019205400, '40101810800000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Салехард', 'ул Республики, 43', 047182000, 'УФК  ПО ЯМАЛО-НЕНЕЦКОМУ АВТОНОМНОМУ ОКРУГУ', 'УФК  ПО ЯМАЛО-НЕНЕЦКОМУ АВТОНОМНОМУ ОКРУГУ', 007182108, '40101810465770510002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великий Новгород', 'ул Нехинская, 10', 044959001, 'УФК ПО НОВГОРОДСКОЙ ОБЛАСТИ', 'УФК ПО НОВГОРОДСКОЙ ОБЛАСТИ', 014959900, '40101810440300018001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белгород', 'пр-т Б. Хмельницкого, 139', 041403001, 'УФК по Белгородской области', 'УФК по Белгородской области', 011403102, '40101810300000010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Дзержинского, 41', 040813001, 'УФК по Хабаровскому краю', 'УФК по Хабаровскому краю', 010813050, '40101810300000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Биробиджан', 'ул Миллера, 1', 049923001, 'УФК по Еврейской автономной области', 'УФК по Еврейской автономной области', 019923923, '40101810700000011023');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Б. Никитская, 17, стр 2', 044525000, 'НЭКЛИС-БАНК', 'ООО КБ "НЭКЛИС-БАНК"', 044525679, '30101810945250000679');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Волочаевская, 104 лит. А', 040813001, 'ДАЛЬНЕВОСТОЧНЫЙ" АО "ОТП БАНК', 'ФИЛИАЛ "ДАЛЬНЕВОСТОЧНЫЙ" АО "ОТП БАНК"', 040813757, '30101810700000000757');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Пресненская наб. 12', 044525000, 'БАНК ВТБ (ПАО)', 'БАНК ВТБ (ПАО)', 044525187, '30101810700000000187');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул. Некрасова, д.38', 049205001, 'Банк 131', 'ООО "Банк 131"', 049205131, '30101810822029205131');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белореченск', 'ул Ленина, 111', 040349001, 'ФУ администрации МО БР', 'ФУ администрации МО БР', 203025820, '40302810700005000142');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'ул Сойфера, 18', 047003001, 'УФК по Тульской области', 'УФК по Тульской области', 017003983, '40101810700000010107');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Мурманск', 'пр-т Ленина, 37', 044705001, 'МУРМАНСКОЕ ОТДЕЛЕНИЕ N8627 ПАО СБЕРБАНК', 'МУРМАНСКОЕ ОТДЕЛЕНИЕ N8627 ПАО СБЕРБАНК', 044705615, '30101810300000000615');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Вавилова, 19', 044525000, 'ПАО СБЕРБАНК', 'ПАО СБЕРБАНК', 044525225, '30101810400000000225');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Благовещенск', 'ул Амурская, 225', 041012001, 'АЗИАТСКО-ТИХООКЕАНСКИЙ БАНК', '"АЗИАТСКО-ТИХООКЕАНСКИЙ БАНК" (ПАО)', 041012765, '30101810300000000765');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иноземцево', 'ул Гагарина, 209', 040708000, 'КОНТИНЕНТАЛЬ', 'КБ "КОНТИНЕНТАЛЬ"ООО', 040708744, '30101810900000000744');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кириши', 'ул. Советская, 20', 044106001, 'Комитет финансов Киришского муниципального района', 'Комитет финансов Киришского муниципального района', 200001019, '40701810740303041014');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Усинск', 'ул. 60 лет Октября, д. 12', 048718000, 'Северный Народный Банк', '"Северный Народный Банк" (ПАО) Ф-л в г.Усинск', 048718777, '30101810440300087777');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ФИНАРС Банк" (АО) - ГК "АСВ', 'КУ "ФИНАРС Банк" (АО) - ГК "АСВ"', 044525128, '30101810645250000128');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ОБРАЗОВАНИЕ" (АО) - ГК "АСВ', 'КУ АКИБ "ОБРАЗОВАНИЕ" (АО) - ГК "АСВ"', 044525719, '30101810245250000719');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Салехард', 'ул Республики, 72', 047182000, 'ИК ЯНАО', 'ИК ЯНАО', 271001666, '40301810200000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Псков', 'ул Гоголя, 55/78', NULL, 'УФК по Псковской области', 'УФК по Псковской области', 045801101, NULL);
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Гатчина', 'ул. Карла Маркса, д. 44', 044106001, 'Комитет финансов Гатчинского муниципального района', 'Комитет финансов Гатчинского муниципального района', 200001020, '40302810040305041001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Гагаринский переулок, д. 7, корп. 2', 044525000, 'ВОСТОЧНЫЙ', 'МОСКОВСКИЙ ФИЛИАЛ ПАО КБ "ВОСТОЧНЫЙ"', 044525682, '30101810945250000682');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Семеновский переулок, дом 15', 044525000, 'ПРЕМИУМ', 'НКО "ПРЕМИУМ" (ООО)', 044525327, '30103810745250000327');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Вольная, дом 13', 044525000, 'МАКСИМА', 'КБ "МАКСИМА" (ООО)', 044525435, '30101810545250000435');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Озерковский переулок, дом 3', 044525000, 'РУСНАРБАНК', 'АО КБ "РУСНАРБАНК"', 044525466, '30101810145250000466');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул Красный Путь, 1', 045209001, 'Избирательная комиссия Омской области', 'Избирательная комиссия Омской области', 252000078, '40301810300000000115');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'проспект Ленина, д.2', 047003001, 'Избирательная комиссия Тульской области', 'Избирательная комиссия Тульской области', 270000017, '40301810700000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '5-й Донской пр-д, 21 Б, стр 10', 044525000, 'КАПИТАЛ', 'АО АБ "КАПИТАЛ"', 044525738, '30101810900000000738');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Новый Арбат, 29', 044525000, 'ЕВРОФИНАНС МОСНАРБАНК', 'АО АКБ "ЕВРОФИНАНС МОСНАРБАНК"', 044525204, '30101810900000000204');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Маршала Г.К. Жукова, 25', 045354001, 'БАНК ОРЕНБУРГ', 'АО "БАНК ОРЕНБУРГ"', 045354885, '30101810400000000885');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Орджоникидзе, 5', 044525000, 'МИНБАНК', 'ПАО "МИНБАНК"', 044525600, '30101810300000000600');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Палиха, д. 10, стр. 7', 044525000, 'ЦМРБАНК (ООО)', 'ЦМРБАНК (ООО)', 044525059, '30101810345250000059');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', '6 просека, 125', 043601001, 'НЕВСКИЙ БАНК', 'САМАРСКИЙ ФИЛИАЛ ПАО "НЕВСКИЙ БАНК"', 043601728, '30101810222023601728');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'Шереметевский пр-т, 53', 042406001, 'КРАНБАНК', 'АО "КРАНБАНК"', 042406738, '30101810200000000738');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Улан-Удэ', 'ул Ермаковская, 12', 048182002, 'УФК по Республике Бурятия', 'УФК по Республике Бурятия', 048182100, '40116810100000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Дзержинского, 41', 040825000, 'УФК по Хабаровскому краю', 'УФК по Хабаровскому краю', 000825040, '40116810408250010013');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул. Гоголя, д. 7,9,11', 045004001, 'Невский" ПАО "Банк "Санкт-Петербург', 'ф-л "Невский" ПАО "Банк "Санкт-Петербург"', 045004888, '30101810450045004888');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинградское ш, 39 А, стр 1', 044525000, 'БМВ БАНК', '"БМВ БАНК" ООО', 044525770, '30101810145250000770');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Анадырь', 'ул Мира, 10', 047749000, 'УФК по Чукотскому автономному округу', 'УФК по Чукотскому автономному округу', 007749104, '40116810577490010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Взлётная, 57', 040407001, 'СИБИРСКИЙ ФИЛИАЛ ПАО РОСБАНК', 'СИБИРСКИЙ ФИЛИАЛ ПАО РОСБАНК', 040407388, '30101810000000000388');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'РЭБ" (АО) - ГК "АСВ', 'КУ КБ "РЭБ" (АО) - ГК "АСВ"', 044525783, '30101810145250000783');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Луначарского, 134 В', 046577001, 'УРАЛЬСКИЙ', 'Ф-Л БАНКА ГПБ (АО) "УРАЛЬСКИЙ"', 046577411, '30101810365770000411');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Мясницкая, д. 43, стр. 2', 044525000, 'РГС БАНК', 'ПАО "РГС БАНК"', 044525174, '30101810945250000174');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Лесная, д. 5', 044525000, 'БНП ПАРИБА БАНК', '"БНП ПАРИБА БАНК" АО', 044525185, '30101810100000000185');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '2-й Казачий пер., д. 3, стр. 1', 044525000, 'АЗИЯ-ИНВЕСТ БАНК (АО)', 'АЗИЯ-ИНВЕСТ БАНК (АО)', 044525234, '30101810445250000234');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Рустема Яхина, 4', 049205001, 'СВЯЗЬ-БАНК', 'КАЗАНСКИЙ ФИЛИАЛ ПАО АКБ "СВЯЗЬ-БАНК"', 049205737, '30101810000000000737');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Хохрякова, 41', 046577001, 'УРАЛЬСКИЙ ФИЛИАЛ ПАО РОСБАНК', 'УРАЛЬСКИЙ ФИЛИАЛ ПАО РОСБАНК', 046577903, '30101810200000000903');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Рождественка, 8, стр 1', 044525000, 'БМ-БАНК', 'АО "БМ-БАНК"', 044525062, '30101810345250000062');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '1-й Колобовский пер., д. 23', 044525000, 'ГАРАНТ-ИНВЕСТ', 'КБ "ГАРАНТ-ИНВЕСТ" (АО)', 044525109, '30101810745250000109');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Большая Полянка, д. 47, строение 2', 044525000, 'МЕТАЛЛИНВЕСТБАНК', 'ПАО АКБ "МЕТАЛЛИНВЕСТБАНК"', 044525176, '30101810300000000176');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Станиславского, дом 4, строение 1', 044525000, 'БАНК РЕАЛИСТ', 'АО "БАНК РЕАЛИСТ"', 044525283, '30101810645250000283');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Большой Каретный переулок, д. 20, стр. 2', 044525000, 'Банк Стандарт-Кредит', 'ООО "Банк Стандарт-Кредит"', 044525450, '30101810245250000450');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул Набережная 60-лет СССР, 34', 043510001, 'РНКБ БАНК (ПАО)', 'РНКБ БАНК (ПАО)', 043510607, '30101810335100000607');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'ЛЕГИОН" (АО) - ГК "АСВ', 'КУ АКБ "ЛЕГИОН" (АО) - ГК "АСВ"', 044525373, '30101810445250000373');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'Ворошиловский пр-т, 48', 046015001, 'БАНК ИНТЕЗА', 'ЮЖНЫЙ ФИЛИАЛ АО "БАНК ИНТЕЗА"', 046015064, '30101810460150000064');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Камышин', 'ул Октябрьская, 60', 041806001, 'Управление финансов г.Камышина', 'Управление финансов г.Камышина', 296000909, '40302810618065000675');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Щипок, дом 9/26, строение 1', 044525000, 'РУССКОЕ ФИНАНСОВОЕ ОБЩЕСТВО', 'НКО "РУССКОЕ ФИНАНСОВОЕ ОБЩЕСТВО" (ООО)', 044525561, '30103810145250000561');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул Батурина, 7 Б', 049205001, 'ЦИК Республики Татарстан', 'ЦИК Республики Татарстан', 292000450, '40301810500000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул. Маерчака, 10, помещение 4-14', 040407001, 'ВОСТОЧНО-СИБИРСКИЙ', 'Ф-Л БАНКА ГПБ (АО) "ВОСТОЧНО-СИБИРСКИЙ"', 040407877, '30101810100000000877');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'НЕФТЯНОЙ АЛЬЯНС" (ПАО) - ГК "АСВ', 'КУ КБ "НЕФТЯНОЙ АЛЬЯНС" (ПАО) - ГК "АСВ"', 044525994, '30101810345250000994');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Чаянова, д. 11, стр. 1', 044525000, 'Департамент финансов города Москвы', 'Департамент финансов города Москвы', 278000935, '40302810145254000060');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Зубовский бульвар, д.22/39', 044525000, 'ЕВРОАЗИАТСКИЙ ИНВЕСТИЦИОННЫЙ БАНК', 'ООО КБ "ЕВРОАЗИАТСКИЙ ИНВЕСТИЦИОННЫЙ БАНК"', 044525132, '30101810945250000132');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Вспольный переулок, дом 19', 044525000, 'РФК-БАНК', 'АО "РФК-БАНК"', 044525257, '30101810545250000257');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Лучников пер, 7/4, стр 1', 044525000, 'ВОЗРОЖДЕНИЕ', 'БАНК "ВОЗРОЖДЕНИЕ" (ПАО)', 044525181, '30101810900000000181');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Заки Валиди, 46', 048073001, 'Центральная избирательная комиссия Республики Башкортостан', 'Центральная избирательная комиссия Республики Башкортостан', 280000624, '40301810800000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Клин', 'ул. Папивина, д. 2/1', 044525000, 'Клинское ФЭУ', 'Клинское ФЭУ', 200001022, '40701810045254000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Парадная, 5-1 лит А', 044030001, 'РОССЕЛЬХОЗБАНК', 'САНКТ-ПЕТЕРБУРГСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 044030910, '30101810900000000910');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тверь', 'ул Дмитрия Донского, 37', 042809001, 'РОССЕЛЬХОЗБАНК', 'ТВЕРСКОЙ РФ АО "РОССЕЛЬХОЗБАНК"', 042809795, '30101810600000000795');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'Новгородская ул., д. 20, литера А', 044030001, 'Комитет финансов', 'Комитет финансов', 240000121, '40302810540304000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул. Фрунзе/Некрасовская, д. 102/36', 043601001, 'НИБ', 'АО КБ "НИБ"', 043601842, '30101810522023601842');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул. Левитана, 29/1', 048073001, 'Территориальная избирательная комиссия Демского района городского округа город Уфа Республики Башкортостан', 'Территориальная избирательная комиссия Демского района городского округа город Уфа Республики Башкортостан', 200001215, '40301810865770400002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Керченская, 13', 042202001, 'ПРИВОЛЖСКИЙ ФИЛИАЛ ПАО РОСБАНК', 'ПРИВОЛЖСКИЙ ФИЛИАЛ ПАО РОСБАНК', 042202747, '30101810400000000747');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'наб кан.Грибоедова, 13', 044030001, 'СЕВЕРО-ЗАПАДНЫЙ ФИЛИАЛ ПАО РОСБАНК', 'СЕВЕРО-ЗАПАДНЫЙ ФИЛИАЛ ПАО РОСБАНК', 044030778, '30101810100000000778');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Пересветов переулок, д. 2/3, подъезды №1,2', 044525000, 'МКБ', 'КБ "МКБ" (ПАО)', 044525319, '30101810645250000319');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Щипок, д. 4, стр. 1', 044525000, 'НОВЫЙ ВЕК', 'КБ "НОВЫЙ ВЕК" (ООО)', 044525517, '30101810845250000517');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул. Орджоникидзе, 3', 048073001, 'Территориальная избирательная комиссия Калининского района городского округа город Уфа Республики Башкортостан', 'Территориальная избирательная комиссия Калининского района городского округа город Уфа Республики Башкортостан', 200001219, '40301810165770400003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул. Мустая Карима, д.19', 048073001, 'Территориальная избирательная комиссия Ленинского района городского округа город Уфа Республики Башкортостан', 'Территориальная избирательная комиссия Ленинского района городского округа город Уфа Республики Башкортостан', 200001254, '40301810465770400004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул. Пушкина, 85', 048073001, 'Территориальная избирательная комиссия Кировского района городского округа город Уфа Республики Башкортостан', 'Территориальная избирательная комиссия Кировского района городского округа город Уфа Республики Башкортостан', 200001255, '40301810765770400005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Машкова, д. 9/1', 044525000, 'МБ БАНК', 'АО "МБ БАНК"', 044525184, '30101810800000000184');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Гашека, д. 8-10, стр. 1', 044525000, 'СИТИБАНК', 'АО КБ "СИТИБАНК"', 044525202, '30101810300000000202');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тобольск', 'ул Аптекарская, 3', 047117000, 'Департамент финансов города Тобольска', 'Департамент финансов города Тобольска', 271000552, '40302810400005000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'Московский пр-т, 3', 049706001, 'ЧУВАШКРЕДИТПРОМБАНК', 'АКБ "ЧУВАШКРЕДИТПРОМБАНК" ПАО', 049706725, '30101810200000000725');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Обручева, д. 30/1, стр. 2', 044525000, 'АО МС БАНК РУС', 'АО МС БАНК РУС', 044525490, '30101810645250000490');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Кадашевская набережная, дом  26', 044525000, 'ДЖЕЙ ЭНД ТИ БАНК (АО)', 'ДЖЕЙ ЭНД ТИ БАНК (АО)', 044525588, '30101810845250000588');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Пресненская набережная, дом 8, строение 1', 044525000, 'ЕВРАЗИЙСКИЙ БАНК', 'ПАО "ЕВРАЗИЙСКИЙ БАНК"', 044525708, '30101810845250000708');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иваново', 'пр-т Строителей, 21', 042406001, 'УФК ПО ИВАНОВСКОЙ ОБЛАСТИ', 'УФК ПО ИВАНОВСКОЙ ОБЛАСТИ', 012406500, '40101810700000010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Мытная, д. 1, стр.1, этаж 2, помещение I', 044525000, 'МТИ Банк', 'АО "МТИ Банк"', 044525273, '30101810545250000273');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинградский проспект, дом 80, корпус 16', 044525000, 'СОЦИУМ-БАНК', '"СОЦИУМ-БАНК" (ООО)', 044525409, '30101810445250000409');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Арбат, д. 43, стр. 3', 044525000, 'СОКОЛОВСКИЙ', 'АО КБ "СОКОЛОВСКИЙ"', 044525901, '30101810545250000901');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Нижний Сусальный переулок, дом 5, строение 15', 044525000, 'РАЗВИТИЕ-СТОЛИЦА', 'АО БАНК "РАЗВИТИЕ-СТОЛИЦА"', 044525984, '30101810000000000984');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'п. Сосенское, пос. Газопровод, д.101, кор.5', 044525000, 'РОССИЯ', 'ЦЕНТРАЛЬНЫЙ ФИЛИАЛ АБ "РОССИЯ"', 044525220, '30101810145250000220');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4', 047888001, 'КРЕДПРОМБАНК" - ГК "АСВ', 'ЛИКВИДАТОР АО "КРЕДПРОМБАНК" - ГК "АСВ"', 047888786, '30101810300000000786');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул им. Рахова В.Г., 129', 046311001, 'НВКБАНК', 'АО "НВКБАНК"', 046311751, '30101810100000000751');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'ул. Красноармейская, дом №170/84', 046015001, 'НОВИКОМБАНК', 'Ф-Л АО АКБ "НОВИКОМБАНК" В Г.РОСТОВЕ-НА-ДОНУ', 046015066, '30101810060150000066');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Сыктывкар', 'ул Морозова, 89', 048702001, 'КОМИ ОТДЕЛЕНИЕ N8617 ПАО СБЕРБАНК', 'КОМИ ОТДЕЛЕНИЕ N8617 ПАО СБЕРБАНК', 048702640, '30101810400000000640');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чита', 'ул Профсоюзная, 17', 047601001, 'УФК по Забайкальскому краю', 'УФК по Забайкальскому краю', 017601329, '40101810750042010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ардон', 'ул. Советов, 6', 049033001, 'Территориальная избирательная комиссия Ардонского района Республики Северная Осетия-Алания', 'Территориальная избирательная комиссия Ардонского района Республики Северная Осетия-Алания', 200001036, '40206810003490000083');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул Советская, 58', 042520001, 'ДАЛЬНЕВОСТОЧНЫЙ БАНК" "ИРКУТСКИЙ', 'ФПАО "ДАЛЬНЕВОСТОЧНЫЙ БАНК" "ИРКУТСКИЙ"', 042520776, '30101810200000000776');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Марата, 69-71 А', 044030001, 'Данске банк', 'Ликвидационная комиссия АО "Данске банк"', 044030888, '30101810100000000888');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'ул Коммунистическая, 28 А', 041806001, 'УФК по Волгоградской области', 'УФК по Волгоградской области', 011806101, '40101810300000010003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул Куцыгина, 15 А', 042007001, 'УФК по Воронежской области', 'УФК по Воронежской области', 012007084, '40101810500000010004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'улица Стахановская, дом 31', 043207001, 'Территориальная избирательная комиссия ж.р. Кедровка, Промышленновский Кемеровского городского округа', 'Территориальная избирательная комиссия ж.р. Кедровка, Промышленновский Кемеровского городского округа', 200001324, '40301810250040003503');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Черкесск', 'ул Красноармейская, 54', 049133001, 'ИК КЧР', 'ИК КЧР', 291000018, '40301810600000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'улица Кирова, дом 40', 043207001, 'Территориальная избирательная комиссия Центрального района Кемеровского городского округа', 'Территориальная избирательная комиссия Центрального района Кемеровского городского округа', 200001282, '40301810550040003504');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'пр-т Ленина, 80 Б', 040173001, 'РОССЕЛЬХОЗБАНК', 'АЛТАЙСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 040173733, '30101810100000000733');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул. Юности, д.11', 040407001, 'Территориальная избирательная комиссия Ленинского района г.Красноярска', 'Территориальная избирательная комиссия Ленинского района г.Красноярска', 200001329, '40301810450040001004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул. Мира, 6', 048073001, 'Территориальная избирательная комиссия Орджоникидзевского района городского округа город Уфа Республики Башкортостан', 'Территориальная избирательная комиссия Орджоникидзевского района городского округа город Уфа Республики Башкортостан', 200001332, '40301810665770400008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Брянск', 'ул. Карла Маркса, д.10', 041501001, 'территориальная избирательная комиссия Советского района города Брянска', 'территориальная избирательная комиссия Советского района города Брянска', 200001344, '40301810245250000008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул Карла Маркса, 18', 043510001, 'Избирательная комиссия Республики Крым', 'Избирательная комиссия Республики Крым', 235000565, '40301810035100000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Элиста', 'ул А.С.Пушкина, 18', 048580001, 'ИК РК.', 'ИК РК.', 285000012, '40301810400000000001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул. Толстого, 15', 043510001, 'территориальная избирательная комиссия Железнодорожного района города Симферополя Республики Крым', 'территориальная избирательная комиссия Железнодорожного района города Симферополя Республики Крым', 200001351, '40301810903490000050');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'проспект Кирова, д. 155а', 043601001, 'Территориальная избирательная комиссия Кировского района города Самары Самарской области', 'Территориальная избирательная комиссия Кировского района города Самары Самарской области', 200001323, '40301810522023600002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красный Яр', 'ул. Полевая, д.5а', 043601001, 'Территориальная избирательная комиссия Красноярского района Самарской области', 'Территориальная избирательная комиссия Красноярского района Самарской области', 200001325, '40301810822023600003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул. Дыбенко, д.12В, каб.305', 043601001, 'Территориальная избирательная комиссия Волжского района Самарской области', 'Территориальная избирательная комиссия Волжского района Самарской области', 200001327, '40301810122023600004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Якутск', 'пр. Ленина, д. 15', 049805001, 'Якутская городская территориальная избирательная комиссия', 'Якутская городская территориальная избирательная комиссия', 200001244, '40301810998050000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магас', 'проспект И.Зязикова, 2', 042618001, 'Территориальная избирательная комиссия г.Магас', 'Территориальная избирательная комиссия г.Магас', 200001328, '40301810903490000072');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Джанкой', 'ул. Карла Маркса, 15', 043510001, 'территориальная избирательная комиссия города Джанкоя Республики Крым', 'территориальная избирательная комиссия города Джанкоя Республики Крым', 200001360, '40301810203490000051');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Джанкой', 'ул. Ленина, 6', 043510001, 'территориальная избирательная комиссия Джанкойского района Республики Крым', 'территориальная избирательная комиссия Джанкойского района Республики Крым', 200001361, '40301810103490000054');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Бузулук', 'ул. Ленина, дом 10', 045306000, 'Территориальная избирательная комиссия города Бузулука', 'Территориальная избирательная комиссия города Бузулука', 200001339, '40301810065770610001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орск', 'ул. Шелухина, д.11', 045339000, 'Территориальная избирательная комиссия Советского района города Орска', 'Территориальная избирательная комиссия Советского района города Орска', 200001295, '40301810365770620003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орск', 'проспект Ленина, д. 76А', 045339000, 'Территориальная избирательная комиссия Октябрьского района города Орска', 'Территориальная избирательная комиссия Октябрьского района города Орска', 200001294, '40301810065770620002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орск', 'проспект Ленина, д.76а', 045339000, 'Территориальная избирательная комиссия Ленинского района города Орска', 'Территориальная избирательная комиссия Ленинского района города Орска', 200001293, '40301810765770620001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул. Восстания, д.82', 049205001, 'Территориальная избирательная комиссия Московского района города Казани Республики Татарстан', 'Территориальная избирательная комиссия Московского района города Казани Республики Татарстан', 200001251, '40301810922029200004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул. Восстания, д.82', 049205001, 'Территориальная избирательная комиссия Кировского района города Казани Республики Татарстан', 'Территориальная избирательная комиссия Кировского района города Казани Республики Татарстан', 200001252, '40301810222029200005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курск', 'ул. А. Невского, д. 5', 043807001, 'Территориальная избирательная комиссия Центрального округа г. Курска', 'Территориальная избирательная комиссия Центрального округа г. Курска', 200001296, '40301810845250000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул. Советская, 12', 043304001, 'Территориальная избирательная комиссия Нововятский район г Кирова', 'Территориальная избирательная комиссия Нововятский район г Кирова', 200001355, '40301810122023300004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'пр-т Ленина, 20 А', 046577001, 'БАНК ИНТЕЗА', 'УРАЛЬСКИЙ ФИЛИАЛ АО "БАНК ИНТЕЗА"', 046577909, '30101810000000000909');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Дербеневская, 5', 044681002, 'УФК по Московской области', 'УФК по Московской области', 044681102, '40116810100000010046');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'ул Комсомольская, 145', 046401001, 'Долинск', 'КБ "Долинск" (АО)', 046401727, '30101810300000000727');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'Коммунистический пр-т, 32', 046401001, 'ИТУРУП', 'Банк "ИТУРУП" (ООО)', 046401772, '30101810300000000772');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Любим', 'ул. Трефолева, д. 10', 047888001, 'Управление финансов Администрации Любимского МР', 'Управление финансов Администрации Любимского МР', 278001526, '40302810245255000058');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Орджоникидзе, дом 11, стр. 44', 044525000, 'ОРГБАНК', 'МБО "ОРГБАНК" (ООО)', 044525873, '30101810945250000873');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Марксистская ул., дом 16', 044525000, 'КОММЕРЧЕСКИЙ ИНДО БАНК', '"КОММЕРЧЕСКИЙ ИНДО БАНК" ООО', 044525500, '30101810400000000500');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Садовническая улица, дом 82, строение 2', 044525000, 'ЯНДЕКС.ДЕНЬГИ', 'ООО НКО "ЯНДЕКС.ДЕНЬГИ"', 044525444, '30103810945250000444');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Московская, 9', 040813001, 'БЭНК ОФ ЧАЙНА', 'ХАБАРОВСКИЙ ФИЛИАЛ АКБ "БЭНК ОФ ЧАЙНА"(АО)', 040813864, '30101810800000000864');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'пр-кт Комсомольский, д. 38', 045773001, 'ФОРА-БАНК', 'ФИЛИАЛ АКБ "ФОРА-БАНК" (АО) В Г.ПЕРМИ', 045773713, '30101810900000000713');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Воронцовская, дом 4, строение 1', 044525000, 'РНКО"ВЕСТ', 'ООО "РНКО"ВЕСТ"', 044525778, '30103810145250000778');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'Театральная пл, 2', 042202001, 'Департамент финансов г. Н. Новгорода', 'Департамент финансов г. Н. Новгорода', 222000304, '40302810922025000002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курган', 'ул Савельева, 23', 043735001, 'УФК по Курганской области', 'УФК по Курганской области', 013735150, '40101810065770110002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Волгоград', 'Волгоград, проспект им. В.И. Ленина, дом 15, каб. 8', 041806001, 'ТИК Центрального района Волгограда', 'ТИК Центрального района Волгограда', 200001258, '40301810403490000074');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нальчик', 'ул. им. А. П. Кешокова, 70', 048327001, 'Нальчикская городская территориальная избирательная комиссия', 'Нальчикская городская территориальная избирательная комиссия', 200001345, '40301810603490000073');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Высокая Гора', 'ул. Кооперативная, д.5', 049209000, 'Территориальная избирательная комиссия Высокогорского района Республики Татарстан', 'Территориальная избирательная комиссия Высокогорского района Республики Татарстан', 200001299, '40301810722029209012');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул. Шуртыгина, д.1', 049209000, 'Территориальная избирательная комиссия Советского района города Казани Республики Татарстан', 'Территориальная избирательная комиссия Советского района города Казани Республики Татарстан', 200001270, '40301810022029209013');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул. Волгоградская, д.32', 049209000, 'Территориальная избирательная комиссия Ново-Савиновского района города Казани Республики Татарстан', 'Территориальная избирательная комиссия Ново-Савиновского района города Казани Республики Татарстан', 200001271, '40301810322029209014');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пестрецы', 'ул. Советская, д.18', 049209000, 'Территориальная избирательная комиссия Пестречинского района Республики Татарстан', 'Территориальная избирательная комиссия Пестречинского района Республики Татарстан', 200001298, '40301810622029209015');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул. Ипподромная, д.18', 049209000, 'Территориальная избирательная комиссия Вахитовского района города Казани Республики Татарстан', 'Территориальная избирательная комиссия Вахитовского района города Казани Республики Татарстан', 200001269, '40301810922029209016');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Судак', 'ул. Ленина, 85 А', 043510001, 'территориальная избирательная комиссия города Судака Республики Крым', 'территориальная избирательная комиссия города Судака Республики Крым', 200001370, '40301810703490000043');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул. Ипподромная, д.17', 049209000, 'Территориальная избирательная комиссия Приволжского района города Казани Республики Татарстан', 'Территориальная избирательная комиссия Приволжского района города Казани Республики Татарстан', 200001267, '40301810222029209017');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Керчь', 'ул. Кирова, 17', 043510001, 'территориальная избирательная комиссия города Керчи Республики Крым', 'территориальная избирательная комиссия города Керчи Республики Крым', 200001371, '40301810403490000055');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Казань', 'ул. Волгоградская, д.32', 049209000, 'Территориальная избирательная комиссия Авиастроительного района города Казани Республики Татарстан', 'Территориальная избирательная комиссия Авиастроительного района города Казани Республики Татарстан', 200001268, '40301810522029209018');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Большая Атня', 'ул. Советская, д.38', 049209000, 'Территориальная избирательная комиссия Атнинского района Республики Татарстан', 'Территориальная избирательная комиссия Атнинского района Республики Татарстан', 200001297, '40301810822029209019');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул. Российская, 12', 040349001, 'территориальная избирательная комиссия Калининская г. Краснодара', 'территориальная избирательная комиссия Калининская г. Краснодара', 200001274, '40301810603490000075');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижнегорский', 'ул. Ленина, 11', 043510001, 'территориальная избирательная комиссия Нижнегорского района Республики Крым', 'территориальная избирательная комиссия Нижнегорского района Республики Крым', 200001373, '40301810703490000056');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Первомайское', 'ул. Советская, 8', 043510001, 'территориальная избирательная комиссия Первомайского района Республики Крым', 'территориальная избирательная комиссия Первомайского района Республики Крым', 200001374, '40301810003490000057');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Челябинск', 'ул Тернопольская, 4', 047501001, 'УФК по Челябинской области', 'УФК по Челябинской области', 017501500, '40101810400000010801');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Курган', 'ул Гоголя, 78', 043735001, 'КУРГАН', 'ООО БАНК "КУРГАН"', 043735830, '30101810700000000830');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д. 4', 044525000, 'Сибирский Энергетический Банк" (ЗАО) - ГК "АСВ', 'КУ АКБ "Сибирский Энергетический Банк" (ЗАО) - ГК "АСВ"', 044525504, '30101810845250000504');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Барнаул', 'Красноармейский пр-т, 9', 040173001, 'УФК по Алтайскому краю', 'УФК по Алтайскому краю', 010173001, '40101810350041010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Зубовский б-р, 25', 044525000, 'ФОРА-БАНК', 'АКБ "ФОРА-БАНК" (АО)', 044525341, '30101810300000000341');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Цветной б-р, 18', 044525000, 'АБСОЛЮТ БАНК', 'АКБ "АБСОЛЮТ БАНК" (ПАО)', 044525976, '30101810500000000976');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Славянск-на-Кубани', 'ул Красная, 22', 040349001, 'Финансовое управление', 'Финансовое управление', 203053227, '40302810903495000009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Октябрьская, 35', 042202001, 'ВОЛГО-ВЯТСКИЙ БАНК ПАО СБЕРБАНК', 'ВОЛГО-ВЯТСКИЙ БАНК ПАО СБЕРБАНК', 042202603, '30101810900000000603');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'ул Кирова, 47-49', 049033001, 'СВЯЗЬ-БАНК', 'СЕВЕРО-ОСЕТИНСКИЙ ФИЛИАЛ ПАО АКБ "СВЯЗЬ-БАНК"', 049033737, '30101810100000000737');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Плотников пер., дом 19/38, строение 2', 044525000, 'МКС', 'НКО "МКС" (ООО)', 044525696, '30103810845250000696');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'ул Фурманова, 34', 046577001, 'УФК по Свердловской области', 'УФК по Свердловской области', 016577551, '40101810500000010010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'Московское ш, 41', 043601001, 'САМАРА" КБ "ЛОКО-БАНК', 'ФИЛИАЛ "САМАРА" КБ "ЛОКО-БАНК" (АО)', 043601925, '30101810500000000925');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Липецк', 'г. Липецк, ул. Пролетарская, д. 5', 044206001, 'Территориальная избирательная комиссия Правобережный округ города Липецка', 'Территориальная избирательная комиссия Правобережный округ города Липецка', 200001393, '40301810245250000003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Садовническая, 12, стр 1', 044525000, 'АВАНГАРД', 'ПАО АКБ "АВАНГАРД"', 044525201, '30101810000000000201');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Образцова, 31, стр 3', 044525000, 'НЕФТЕПРОМБАНК', 'АО "НЕФТЕПРОМБАНК"', 044525315, '30101810445250000315');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Фурштатская, 40 лит А', 044030001, 'САНКТ-ПЕТЕРБУРГСКИЙ" АО "АЛЬФА-БАНК', 'ФИЛИАЛ "САНКТ-ПЕТЕРБУРГСКИЙ" АО "АЛЬФА-БАНК"', 044030786, '30101810600000000786');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Смоленск', 'ул Твардовского, 2 В', 046614001, 'РОССЕЛЬХОЗБАНК', 'СМОЛЕНСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 046614776, '30101810500000000776');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'Будённовский пр-т, 21/50', 046015001, 'ВОСТОЧНЫЙ', 'ЮЖНЫЙ ФИЛИАЛ ПАО КБ "ВОСТОЧНЫЙ"', 046015300, '30101810300000000300');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'Будённовский пр-т, 97/243', 046015001, 'ВОЗРОЖДЕНИЕ', 'РОСТОВСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 046015205, '30101810900000000205');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Тимирязевская, 26', 044525000, 'ИРС', 'АКБ "ИРС" (АО)', 044525544, '30101810245250000544');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ессентукская', 'ул Гагарина, 148', 040715000, 'РУСБС', 'ООО "РУСБС"', 040715725, '30101810107150000725');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Белинского, 61', 042202001, 'НИЖЕГОРОДСКИЙ" АО "АЛЬФА-БАНК', 'ФИЛИАЛ "НИЖЕГОРОДСКИЙ" АО "АЛЬФА-БАНК"', 042202824, '30101810200000000824');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул Левашева, 20', 045386002, 'УФК по Оренбургской области', 'УФК по Оренбургской области', 045386101, '40116810300000010003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул. Светланская, 109 А', 040507001, 'ДАЛЬНЕВОСТОЧНЫЙ', 'Ф-Л БАНКА ГПБ (АО) "ДАЛЬНЕВОСТОЧНЫЙ"', 040507886, '30101810105070000886');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Б. Полуярославский пер, 12', 044525000, 'РЕГИОНФИНАНСБАНК', 'ЛИКВИДАТОР ООО КБ "РЕГИОНФИНАНСБАНК"', 044525898, '30101810645250000898');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'пр-т 60-летия Октября, 10 А', 044525000, 'НРБАНК', 'АКБ "НРБАНК" (АО)', 044525933, '30101810200000000933');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'УЛ.1-Я ТВЕРСКАЯ-ЯМСКАЯ,21', 044525000, 'БАНК КРЕДИТ СВИСС (МОСКВА)', 'АО "БАНК КРЕДИТ СВИСС (МОСКВА)"', 044525236, '30101810800000000236');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Кремлёвская наб, 1, стр 2', 044525000, 'АЛЬБА АЛЬЯНС', 'ООО КБ "АЛЬБА АЛЬЯНС"', 044525288, '30101810145250000288');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '1-ый Магистральный тупик, дом 11, строение 1', 044525000, 'ПРОМСЕЛЬХОЗБАНК', 'ООО "ПРОМСЕЛЬХОЗБАНК"', 044525771, '30101810445250000771');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул Кирова, 41', 041203001, 'АСТРАХАНСКОЕ ОТДЕЛЕНИЕ N8625 ПАО СБЕРБАНК', 'АСТРАХАНСКОЕ ОТДЕЛЕНИЕ N8625 ПАО СБЕРБАНК', 041203602, '30101810500000000602');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Краснодар', 'ул Советская, 30', 040349001, 'КРАСНОДАРСКИЙ" ООО КБ "НЭКЛИС-БАНК', 'ФИЛИАЛ "КРАСНОДАРСКИЙ" ООО КБ "НЭКЛИС-БАНК"', 040349707, '30101810500000000707');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул 20-летия Октября, 90 А', 042007001, 'ВОЗРОЖДЕНИЕ', 'ВОРОНЕЖСКИЙ Ф БАНКА"ВОЗРОЖДЕНИЕ"(ПАО)', 042007807, '30101810400000000807');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Дербеневская, 5', 044525000, 'УФК ПО МОСКОВСКОЙ ОБЛАСТИ', 'УФК ПО МОСКОВСКОЙ ОБЛАСТИ', 004525987, '40101810845250010102');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул. Калинина, д.116', 040507001, 'территориальная избирательная комиссия Первомайского района города Владивостока', 'территориальная избирательная комиссия Первомайского района города Владивостока', 200001242, '40301810705070000005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'пер. Ленинградский, д.13А, каб. 13', 040813001, 'территориальная избирательная комиссия Железнодорожного района города Хабаровска', 'территориальная избирательная комиссия Железнодорожного района города Хабаровска', 200001276, '40301810808130000005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Бийск', 'ул.Владимира Ленина, д.250, каб.8А', 040147000, 'Восточная территориальная избирательная комиссия города Бийска', 'Восточная территориальная избирательная комиссия города Бийска', 200001247, '40301810650040007600');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Бийск', 'ул.Владимира Ленина, д.250, каб.16', 040147000, 'Приобская территориальная избирательная комиссия города Бийска', 'Приобская территориальная избирательная комиссия города Бийска', 200001248, '40301810950040007601');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Бийск', 'ул. Куйбышева, д.88, каб.39', 040147000, 'Территориальная избирательная комиссия Бийский район Алтайский край', 'Территориальная избирательная комиссия Бийский район Алтайский край', 200001249, '40301810250040007602');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Кемерово', 'улица Ушакова, дом 5', 043207001, 'Территориальная избирательная комиссия Кировского района Кемеровского городского округа', 'Территориальная избирательная комиссия Кировского района Кемеровского городского округа', 200001211, '40301810950040003502');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'проспект Авиаторов, д. 74-а', 047888001, 'территориальная избирательная комиссия Заволжского района города Ярославля', 'территориальная избирательная комиссия Заволжского района города Ярославля', 200001149, '40301810745250000020');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул. Советская, д. 80', 047888001, 'территориальная избирательная комиссия Ленинского района города Ярославля', 'территориальная избирательная комиссия Ленинского района города Ярославля', 200001150, '40301810045250000021');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ярославль', 'ул. Советская, д. 80', 047888001, 'территориальная избирательная комиссия Кировского района города Ярославля', 'территориальная избирательная комиссия Кировского района города Ярославля', 200001222, '40301810645250000023');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'ул. 50 лет Октября, д.10 "А"', 049706001, 'Калининская районная города Чебоксары территориальная избирательная комиссия', 'Калининская районная города Чебоксары территориальная избирательная комиссия', 200001322, '40301810022029700003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орел', 'Орловская область, г. Орел, ул. 1-ая Посадская, д.14', 045402001, 'Территориальная избирательная комиссия Заводского района города Орла', 'Территориальная избирательная комиссия Заводского района города Орла', 200001289, '40301810245250000005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Киров', 'ул. Профсоюзная, 69', 043304001, 'Территориальная избирательная комиссия Октябрьский район г Кирова', 'Территориальная избирательная комиссия Октябрьский район г Кирова', 200001306, '40301810822023300003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тюмень', 'ул. Новгородская, д. 10', 047102001, 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ЦЕНТРАЛЬНОГО АДМИНИСТРАТИВНОГО ОКРУГА ГОРОДА ТЮМЕНИ № 22', 'ТЕРРИТОРИАЛЬНАЯ ИЗБИРАТЕЛЬНАЯ КОМИССИЯ ЦЕНТРАЛЬНОГО АДМИНИСТРАТИВНОГО ОКРУГА ГОРОДА ТЮМЕНИ № 22', 200001176, '40301810465770500043');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ижевск', 'Удмуртская Республика, г. Ижевск, ул. Пушкинская, д. 150', 049401001, 'Первомайская территориальная избирательная комиссия города Ижевска', 'Первомайская территориальная избирательная комиссия города Ижевска', 200001171, '40301810522029400002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул. Революционная, 111', 048073001, 'Территориальная избирательная комиссия Советского района городского округа город Уфа Республики Башкортостан', 'Территориальная избирательная комиссия Советского района городского округа город Уфа Республики Башкортостан', 200001302, '40301810365770400007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул. Цюрупы, 6', 048073001, 'Территориальная избирательная комиссия муниципального района Уфимский район Республики Башкортостан', 'Территориальная избирательная комиссия муниципального района Уфимский район Республики Башкортостан', 200001290, '40301810065770400006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Стерлитамак', 'ул. К.Маркса, д.118', 048082000, 'Территориальная избирательная комиссия муниципального района Стерлитамакский район Республики Башкортостан', 'Территориальная избирательная комиссия муниципального района Стерлитамакский район Республики Башкортостан', 200001303, '40301810965770420007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Туймазы', 'ул. Островского, д. 34', 048047000, 'Территориальная избирательная комиссия муниципального района Туймазинский район Республики Башкортостан', 'Территориальная избирательная комиссия муниципального района Туймазинский район Республики Башкортостан', 200001305, '40301810565770430001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белорецк', 'ул. Ленина, д.71', 048086000, 'Территориальная избирательная комиссия муниципального района Белорецкий район Республики Башкортостан', 'Территориальная избирательная комиссия муниципального района Белорецкий район Республики Башкортостан', 200001304, '40301810165770440005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саки', 'ул. Ленина, 15', 043510001, 'территориальная избирательная комиссия Сакского района Республики Крым', 'территориальная избирательная комиссия Сакского района Республики Крым', 200001338, '40301810503490000036');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул. Брестская, д. 1, каб. 406', 045354001, 'Территориальная избирательная комиссия Дзержинского района города Оренбурга', 'Территориальная избирательная комиссия Дзержинского района города Оренбурга', 200001291, '40301810265770600003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул. Брестская, д.1, каб. 417', 045354001, 'Территориальная избирательная комиссия Промышленного района города Оренбурга', 'Территориальная избирательная комиссия Промышленного района города Оренбурга', 200001292, '40301810565770600004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владивосток', 'ул Уборевича, 11', 040507001, 'ДАЛЬНЕВОСТОЧНЫЙ ФИЛИАЛ ПАО РОСБАНК', 'ДАЛЬНЕВОСТОЧНЫЙ ФИЛИАЛ ПАО РОСБАНК', 040507871, '30101810300000000871');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Петровка, д. 24, стр. 1', 044525000, 'ФК Открытие', 'Ф-л Мск (Диджитал) ПАО Банк "ФК Открытие"', 044525980, '30101810045250000980');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '1-й Николощеповс пер, 6, стр 1', 044525000, 'ББР БАНК (АО)', 'ББР БАНК (АО)', 044525769, '30101810745250000769');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Ефремова, 8', 044525000, 'БАНК УРАЛСИБ', 'ПАО "БАНК УРАЛСИБ"', 044525787, '30101810100000000787');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ш. Рублевское, д. 28', 044525000, 'БАНК РАУНД', 'ООО "БАНК РАУНД"', 044525739, '30101810445250000739');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'пр-т Вернадского, д. 87, корп. 2', 044525000, 'СЛАВЯНСКИЙ КРЕДИТ', 'ООО КБ "СЛАВЯНСКИЙ КРЕДИТ"', 044525805, '30101810845250000805');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Бахрушина, д. 10, стр. 1', 044525000, 'БАНК ГЛОБУС (АО)', 'БАНК ГЛОБУС (АО)', 044525473, '30101810345250000473');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Ивана Бабушкина, д. 16А', 044525000, 'МЕТАЛЛУРГ', 'ООО КБ "МЕТАЛЛУРГ"', 044525499, '30101810345250000499');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '2-й Кожевнический пер., д. 7', 044525000, 'МОСКВА-СИТИ', 'АО БАНК "МОСКВА-СИТИ"', 044525800, '30101810345250000800');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Новинский бульвар, дом 8', 044525000, 'УРИ БАНК', 'АО "УРИ БАНК"', 044525163, '30101810300000000163');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Мытная, д. 62', 044525000, 'МОСКОВСКИЙ" ПАО КБ "УБРИР', 'ФИЛИАЛ "МОСКОВСКИЙ" ПАО КБ "УБРИР"', 044525523, '30101810745250000523');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'улица Климашкина, дом 21, строение 1', 044525000, 'БАНК РМП (ПАО)', 'БАНК РМП (ПАО)', 044525583, '30101810345250000583');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Бакунинская, д. 17/28', 044525000, 'ПСКБ', 'МОСКОВСКИЙ ФИЛИАЛ АО БАНК "ПСКБ"', 044525606, '30101810345250000606');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Большой Саввинский пер., д.2-4-6, стр. 10', 044525000, 'НМБ', 'КБ "НМБ" ООО', 044525852, '30101810445250000852');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Гуково', 'ул Красная Горка, 3', 046014000, 'РОСТОВСКИЙ" АО "ОТП БАНК', 'ФИЛИАЛ "РОСТОВСКИЙ" АО "ОТП БАНК"', 046014327, '30101810660140000327');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Петровка, д. 24, стр. 1', 044525000, 'ФК Открытие', 'Ф-л Московский №2 ПАО Банк "ФК Открытие"', 044525175, '30101810245250000175');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Воздвиженка, д. 10', 044525000, 'Банк ДОМ.РФ', 'АО "Банк ДОМ.РФ"', 044525266, '30101810345250000266');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Тула', 'проспект Ленина, д.85', 047003001, 'РОССИЯ', 'ТУЛЬСКИЙ ФИЛИАЛ АБ "РОССИЯ"', 047003764, '30101810600000000764');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4', 041403001, 'Осколбанк" - ГК "АСВ', 'Ликвидатор ООО "Осколбанк" - ГК "АСВ"', 041403725, '30101810745250000725');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'пл Растрелли, 2 лит А', 044030001, 'АБ "РОССИЯ', 'АО "АБ "РОССИЯ"', 044030861, '30101810800000000861');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новый Уренгой', 'ул. 26 Съезда КПСС, 4', 047186000, 'Ф-Л БАНКА ГПБ (АО) В Г. НОВОМ УРЕНГОЕ', 'Ф-Л БАНКА ГПБ (АО) В Г. НОВОМ УРЕНГОЕ', 047186825, '30101810665777100825');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'пр-т Соколова, 62', 046015001, 'ЦЕНТР-ИНВЕСТ', 'ПАО КБ "ЦЕНТР-ИНВЕСТ"', 046015762, '30101810100000000762');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Пришвина, 8-2', 044525000, 'АГОРА', 'БАНК "АГОРА" ООО', 044525709, '30101810145250000709');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Пречистенская наб, 9', 044525000, 'АО ЮНИКРЕДИТ БАНК', 'АО ЮНИКРЕДИТ БАНК', 044525545, '30101810300000000545');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пятигорск', 'пл. Ленина, 2', 040708000, 'территориальная избирательная комиссия города Пятигорска', 'территориальная избирательная комиссия города Пятигорска', 200001174, '40301810303490000071');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Армянск', 'ул. Симферопольская, 7', 043510001, 'территориальная избирательная комиссия города Армянска Республики Крым', 'территориальная избирательная комиссия города Армянска Республики Крым', 200001342, '40301810103490000038');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Черноморское', 'ул. Кирова, 16', 043510001, 'территориальная избирательная комиссия Черноморского района Республики Крым', 'территориальная избирательная комиссия Черноморского района Республики Крым', 200001341, '40301810403490000042');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Евпатория', 'ул. Демышева, 129', 043510001, 'территориальная избирательная комиссия города Евпатории Республики Крым', 'территориальная избирательная комиссия города Евпатории Республики Крым', 200001340, '40301810503490000052');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Белогорск', 'ул. Мира, 1', 043510001, 'территориальная избирательная комиссия Белогорского района Республики Крым', 'территориальная избирательная комиссия Белогорского района Республики Крым', 200001343, '40301810803490000053');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'пл. Советская, 1', 042282000, 'территориальная избирательная комиссия Советского района Нижнего Новгорода', 'территориальная избирательная комиссия Советского района Нижнего Новгорода', 200001315, '40301810522022282006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'пр. Гагарина, 148', 042282000, 'территориальная избирательная комиссия Приокского района Нижнего Новгорода', 'территориальная избирательная комиссия Приокского района Нижнего Новгорода', 200001317, '40301810822022282007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Саратов', 'ул Ильинская, 1/6', 046311001, 'УФК по Саратовской области', 'УФК по Саратовской области', 016311121, '40101810300000010010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Тагил', 'ул Горошникова, 56', 046510000, 'Ленинская районная территориальная избирательная комиссия города Нижний Тагил', 'Ленинская районная территориальная избирательная комиссия города Нижний Тагил', 265000060, '40202810600000000004');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул. Чкалова, 32а', 045354001, 'Территориальная избирательная комиссия Ленинского района города Оренбурга', 'Территориальная избирательная комиссия Ленинского района города Оренбурга', 200001100, '40202810265770600005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Оренбург', 'ул. Чкалова, 32а', 045354001, 'Территориальная избирательная комиссия Центрального района города Оренбурга', 'Территориальная избирательная комиссия Центрального района города Оренбурга', 200001101, '40202810565770600006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Петропавловск-Камчатский', 'ул Ленинградск, 89', 043002001, 'УФК по Камчатскому краю', 'УФК по Камчатскому краю', 013002402, '40101810905070010003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Иркутск', 'ул Фурье, 1', 042520001, 'УФК ПО ИРКУТСКОЙ ОБЛАСТИ', 'УФК ПО ИРКУТСКОЙ ОБЛАСТИ', 012520101, '40101810050043080003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул. Профинтерна, д. 15', 045209001, 'территориальная избирательная комиссия по Кировскому административному округу г. Омска Омской области', 'территориальная избирательная комиссия по Кировскому административному округу г. Омска Омской области', 200001068, '40301810250040004001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул. Красный путь, д. 107', 045209001, 'территориальная избирательная комиссия по Советскому административному округу г. Омска Омской области', 'территориальная избирательная комиссия по Советскому административному округу г. Омска Омской области', 200001109, '40301810850040004003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул. Лизы Чайкиной, д. 1', 045209001, 'территориальная избирательная комиссия по Октябрьскому административному округу г. Омска Омской области', 'территориальная избирательная комиссия по Октябрьскому административному округу г. Омска Омской области', 200001085, '40301810550040004002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул. Высотная, 15', 040407001, 'Территориальная избирательная комиссия Октябрьского района г. Красноярска', 'Территориальная избирательная комиссия Октябрьского района г. Красноярска', 200001127, '40301810750040001005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул. Партизана Железняка, д.36', 040407001, 'Территориальная избирательная комиссия Советского района г. Красноярска', 'Территориальная избирательная комиссия Советского района г. Красноярска', 200001128, '40301810350040001007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рязань', 'ул. Радищева, д.28', 046126001, 'территориальная избирательная комиссия Советского района г. Рязани', 'территориальная избирательная комиссия Советского района г. Рязани', 200001121, '40301810245250000014');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижневартовск', 'ул. Таежная, д.24', 047169000, 'территориальная избирательная комиссия города Нижневартовска', 'территориальная избирательная комиссия города Нижневартовска', 200001069, '40301810465770590001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пивовариха', 'ул. Дачная, 8', 042520001, 'Иркутская районная территориальная избирательная комиссия', 'Иркутская районная территориальная избирательная комиссия', 200001053, '40206810150040002038');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Якутск', 'ул Орджоникидзе, 19', 049805001, 'УФК по Республике Саха (Якутия)', 'УФК по Республике Саха (Якутия)', 019805001, '40101810100000010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Высоцкого, д.4', 044525000, 'РТБК" (ООО) - ГК "АСВ', 'КУ КБ "РТБК" (ООО) - ГК "АСВ"', 044525280, '30101810500000000280');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Бутырский Вал, 18, стр 2', 044525000, 'РОСКОСМОСБАНК', 'АО "РОСКОСМОСБАНК"', 044525904, '30101810200000000904');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Серебряническая наб, 29', 044525000, 'АЙСИБИСИ БАНК (АО)', 'АЙСИБИСИ БАНК (АО)', 044525551, '30101810200000000551');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Воронеж', 'ул Кирова, 11', 042007001, 'ЦЕНТРАЛЬНО-ЧЕРНОЗЕМНЫЙ', 'Ф-Л БАНКА ГПБ (АО) "ЦЕНТРАЛЬНО-ЧЕРНОЗЕМНЫЙ"', 042007800, '30101810220070000800');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Санкт-Петербург', 'ул Красного Текстильщика, 2', 044030001, 'СЕВЕРО-ЗАПАДНЫЙ БАНК ПАО СБЕРБАНК', 'СЕВЕРО-ЗАПАДНЫЙ БАНК ПАО СБЕРБАНК', 044030653, '30101810500000000653');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Орёл', 'ул Московская, 31 лит А', 045402001, 'РОССЕЛЬХОЗБАНК', 'ОРЛОВСКИЙ РФ АО "РОССЕЛЬХОЗБАНК"', 045402751, '30101810700000000751');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Волоколамское ш, 73', 044525000, 'СДМ-БАНК', '"СДМ-БАНК" (ПАО)', 044525685, '30101810845250000685');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосибирск', 'ул. Ядринцевская, д. 16а', 045004001, 'Новосибирский" АКБ "НООСФЕРА', 'Филиал "Новосибирский" АКБ "НООСФЕРА" (АО)', 045004750, '30101810850045004750');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Высоцкого, 4', 044525000, 'СВА" (АО) - ГК "АСВ', 'КУ АКБ "СВА" (АО) - ГК "АСВ"', 044525907, '30101810100000000907');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул Герцена, 2', 041909001, 'Департамент финансов области', 'Департамент финансов области', 219000038, '40302810200094000097');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Сущевская, д.27, стр. 1', 044525000, 'БАНК СОЮЗ (АО)', 'БАНК СОЮЗ (АО)', 044525148, '30101810845250000148');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинский проспект, дом 11, строение 3', 044525000, 'РБА', 'КБ "РБА" (ООО)', 044525082, '30101810545250000082');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул. Александра Солженицына, 12, стр. 4', 044525000, 'СПЕЦСТРОЙБАНК', 'ООО "СПЕЦСТРОЙБАНК"', 044525728, '30101810045250000728');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Уфа', 'ул Цюрупы, 6', 048073001, 'ФУ администрации МР Уфимский район РБ', 'ФУ администрации МР Уфимский район РБ', 280000857, '40302810500005000033');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'Ленинградский проспект, дом 9, подъезд 3, офис К', 044030001, '21 ВЕК', 'Ликвидатор НКО "21 ВЕК" (ООО)', 044030301, '30103810300000000301');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Черкесск', 'пр. Ленина, 54-а', 049133001, 'Территориальная избирательная комиссия по городу Черкесску', 'Территориальная избирательная комиссия по городу Черкесску', 200001058, '40301810103490000008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул. Герцена, д. 25', 045209001, 'территориальная избирательная комиссия по Центральному административному округу г. Омска Омской области', 'территориальная избирательная комиссия по Центральному административному округу г. Омска Омской области', 200001050, '40301810950040004000');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Новосокольники', 'ул. Базарная, д. 1', 045853000, 'Территориальная избирательная комиссия Новосокольнического района', 'Территориальная избирательная комиссия Новосокольнического района', 200001060, '40301810840300058016');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Великие Луки', 'пр. Гагарина, д. 6', 045853000, 'Территориальная избирательная комиссия Великолукского района', 'Территориальная избирательная комиссия Великолукского района', 200001061, '40301810140300058017');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Гдов', 'ул. К. Маркса, д. 39', 045805001, 'Территориальная избирательная комиссия Гдовского района', 'Территориальная избирательная комиссия Гдовского района', 200001052, '40301810040300058019');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Порхов', 'пр. Ленина, д. 14 каб. 28', 045805001, 'Территориальная избирательная комиссия Порховского района', 'Территориальная избирательная комиссия Порховского района', 200001055, '40301810440300058020');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Вологда', 'ул. Пушкинская, д. 24', 041909001, 'территориальная избирательная комиссия Вологодского муниципального района', 'территориальная избирательная комиссия Вологодского муниципального района', 200001067, '40301810340300019002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калуга', 'ул. Ленина, д. 93', 042908001, 'Территориальная избирательная комиссия Ленинского округа города Калуги', 'Территориальная избирательная комиссия Ленинского округа города Калуги', 200001064, '40301810145250000013');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Остров', 'ул. Островских молодогвардейцев, д. 1', 045805001, 'Территориальная избирательная комиссия Островского района', 'Территориальная избирательная комиссия Островского района', 200001054, '40301810740300058018');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'ул. Ватутина, 17', 049033001, 'Территориальная избирательная комиссия Правобережной части г. Владикавказа', 'Территориальная избирательная комиссия Правобережной части г. Владикавказа', 200001066, '40301810903490000020');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Череповец', 'ул. Первомайская, д. 58', 041946000, 'территориальная избирательная комиссия Череповецкого муниципального района', 'территориальная избирательная комиссия Череповецкого муниципального района', 200001071, '40301810140300019003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пермь', 'ул Ленина, 51', 045773001, 'Избирательная комиссия Пермского края', 'Избирательная комиссия Пермского края', 257000961, '40202810065770300001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Пенза', 'ул Суворова, 81', 045655001, 'ПЕНЗЕНСКОЕ ОТДЕЛЕНИЕ N8624 ПАО СБЕРБАНК', 'ПЕНЗЕНСКОЕ ОТДЕЛЕНИЕ N8624 ПАО СБЕРБАНК', 045655635, '30101810000000000635');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '6-ой Новоподмосковный пер., д. 4', 044525000, 'ЛЭНД-БАНК', 'ООО КБ "ЛЭНД-БАНК"', 044525663, '30101810045250000663');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Самара', 'ул Ново-Садовая, 24 А', 043601001, 'УФК по Самарской области', 'УФК по Самарской области', 013601205, '40101810822020012001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Рязань', 'ул Петрова, 3', 046126001, 'УФК по Рязанской области', 'УФК по Рязанской области', 016126031, '40101810400000010008');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Чебоксары', 'ул Нижегородская, 2, к 1', 049706001, 'УФК по Чувашской Республике', 'УФК по Чувашской Республике', 019706900, '40101810900000010005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Симферополь', 'ул Севастопольская, 19', 043510001, 'УФК по Республике Крым', 'УФК по Республике Крым', 013510002, '40101810503493000013');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Магадан', 'Пролетарская ул, 25, к 1', 044442001, 'УФК по Магаданской области', 'УФК по Магаданской области', 014442501, '40101810505070010001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Абакан', 'ул Советская, 41', 049514001, 'УФК по Республике Хакасия', 'УФК по Республике Хакасия', 019514901, '40101810550043055003');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Йошкар-Ола', 'ул Вознесенская, 85', 048860001, 'УФК по Республике Марий Эл', 'УФК по Республике Марий Эл', 018860003, '40101810922020016001');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Астрахань', 'ул Латышева, 6 Г', 041203001, 'УФК по Астраханской области', 'УФК по Астраханской области', 011203901, '40101810400000010009');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Калининград', 'ул Зоологическая, 27 А', 042748001, 'УФК по Калининградской области', 'УФК по Калининградской области', 012748051, '40101810000000010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Владикавказ', 'ул Коцоева, 24', 049033001, 'УФК по Республике Северная Осетия - Алания', 'УФК по Республике Северная Осетия - Алания', 019033100, '40101810100000010005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Севастополь', 'ул Балаклавская, 9', 046711001, 'УФК по г. Севастополю', 'УФК по г. Севастополю', 016711001, '40101810003493000015');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул В. Радищевская, 11, стр 1', 044501002, 'Межрегиональное операционное управление Федерального казначейства', 'Межрегиональное операционное управление Федерального казначейства', 024501901, '40101810500000001901');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Екатеринбург', 'пр-т Ленина, 38 А', 046577001, 'ЕКАТЕРИНБУРГ" КБ "ЛОКО-БАНК', 'ФИЛИАЛ "ЕКАТЕРИНБУРГ" КБ "ЛОКО-БАНК" (АО)', 046577408, '30101810365770000408');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Шевчука, 23', 040813001, 'ВОСТОЧНЫЙ', 'ДАЛЬНЕВОСТОЧНЫЙ ФИЛИАЛ ПАО КБ "ВОСТОЧНЫЙ"', 040813886, '30101810600000000886');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Красноярск', 'ул Ленина, 92', 040407001, 'ВОСТОЧНЫЙ', 'СИБИРСКИЙ ФИЛИАЛ ПАО КБ "ВОСТОЧНЫЙ"', 040407699, '30101810100000000699');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', 'ул Гашека, 9, к 4, стр 1', 044525000, 'РУНЭТБАНК', 'Ликвидатор АО "РУНЭТБАНК"', 044525084, '30101810145250000084');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Анадырь', 'ул Мира, 10', 047719001, 'УФК ПО ЧУКОТСКОМУ АВТОНОМНОМУ ОКРУГУ', 'УФК ПО ЧУКОТСКОМУ АВТОНОМНОМУ ОКРУГУ', 017719101, '40101810400000010000');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нижний Новгород', 'ул Максима Горького, 65 Б', 042202001, 'ПРИВОЛЖСКИЙ', 'Ф-Л БАНКА ГПБ (АО) "ПРИВОЛЖСКИЙ"', 042202764, '30101810700000000764');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Хабаровск', 'ул Муравьёва-Амурского, 19', 040813001, 'Крайизбирком', 'Крайизбирком', 208000079, '40301810800000000010');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'Коммунистический пр-т, 32', 046401001, 'Избирательная комиссия Сахалинской области', 'Избирательная комиссия Сахалинской области', 264000026, '40301810800000000101');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Южно-Сахалинск', 'ул Антона Буюклы, 34', 046401001, 'УФК по Сахалинской области', 'УФК по Сахалинской области', 016401800, '40101810900000010000');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Элиста', 'ул Ленина, 242', 048580001, 'УФК по Республике Калмыкия', 'УФК по Республике Калмыкия', 018580010, '40101810303490010005');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Псков', 'ул Гоголя, 55/78', 045805001, 'УФК по Псковской области', 'УФК по Псковской области', 015805002, '40101810400001010002');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Горно-Алтайск', 'ул Чаптынова, 4', 048405001, 'УФК  по Республике Алтай', 'УФК  по Республике Алтай', 018405033, '40101810500000010000');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Ростов-на-Дону', 'пл Свободы, 7/2', 046015001, 'УФК по Ростовской области', 'УФК по Ростовской области', 016015102, '40101810303490010007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Черкесск', 'ул Красноармейская, 70 А', 049133001, 'УФК по Карачаево-Черкесской Республике', 'УФК по Карачаево-Черкесской Республике', 019133001, '40101810803490010006');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Томск', 'пр-т Ленина, 27', 046902001, 'УФК по Томской области', 'УФК по Томской области', 016902004, '40101810900000010007');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Москва', '3-я Рощинская ул, 3, стр 1', 044525000, 'УФК ПО Г. МОСКВЕ', 'УФК ПО Г. МОСКВЕ', 004525988, '40101810045250010041');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Махачкала', 'ул Магомеда Ярагского, 93', 048209001, 'УФК по Республике Дагестан', 'УФК по Республике Дагестан', 018209001, '40101810600000010021');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Нальчик', 'ул Ногмова, 37', 048327001, 'УФК по Кабардино-Балкарской Республике', 'УФК по Кабардино-Балкарской Республике', 018327106, '40101810100000010017');
INSERT INTO bnkseek (NNP, ADR, RKC, NAMEN, NAMEP, NEWNUM, KSNP)
                    VALUES ('Омск', 'ул Красногвардейская, 9', 045209001, 'УФК по Омской области', 'УФК по Омской области', 015209001, '40101810100000010000');
